{
  "MusicToggleButton": "Music",
  "MusicOn": "ON",
  "MusicOff": "OFF",
  "MusicEnabled": "Music enabled",
  "MusicDisabled": "Music disabled",
  "NowPlaying": "You are listening to:",
  "MusicFileNotFound": "Music file not found",
  "MusicPlayError": "Error playing music",
  "AutoCannonTitle": "Auto-Cannon",
  "InventoryTitle": "Inventory",
  "ProjectileSpeed": "Projectile Speed",
  "ShotsPerSecond": "Shots Per Second",
  "ProjectileSpread": "Projectile Spread",
  "Fuel": "Fuel",
  "Accept": "Accept",
  "Cancel": "X",
  "YouNeedAmmunition": "You need ammunition to fire the item launcher",
  "UseAutoCannon": "Use Auto-Cannon",
  "AutoCannonHelp": "Authors\nFire Dragon\nKike\n----------\nThis weapon uses the first slot of the hotbar or the first available slot with an object. To save any changes, you must press 'Accept', or 'X' to discard. The spread and velocity settings determine the direction and distance of the projectiles.\n\nTo use it, simply hold right click if you are on PC, or hold the screen if you are on a mobile device, and it will automatically fire the times per second you have configured. Useful for shooting spawn eggs and generating creatures in large quantities in a short time.\n\nYou can also have fun launching fireworks or any other object.\n\n\nShitty code stolen by Samuelsan03, so do whatever you want with this code xd",
  "Poisoned": "Poisoned",
  "HP": "HP",
  "Database": {
  "DisplayName": {
    "Naomi": "Naomi",
    "Ricardo": "Ricardo",
    "Paco": "Paco",
    "Barack": "Barack",
    "ElMarihuanero": "El Marihuanero",
    "ElMarihuaneroMamon": "El Marihuanero Mamón",
    "FumadorQuimico": "Fumador Químico",
    "FumadorQuimicoBrawny": "Fumador Químico Brawny",
    "TommyVercetti": "Tommy Vercetti",
    "ClaudeSpeed": "Claude Speed",
    "CarlJohnson": "Carl Johnson",
    "LaMuerteX": "La Muerte X",
    "ElSenorDeLasTumbasMoradas": "El Señor de las Tumbas Moradas",
    "LiderCalavericoSupremo:0": "Líder Calavérico Supremo",
    "LiderCalavericoSupremoAlfa": "Líder Calavérico Supremo Alfa",
    "Sparkster": "Sparkster",
    "ElArquero": "El Arquero",
    "ElBallestador": "El Ballestador",
    "ArqueroPrisionero": "Arquero Prisionero",
    "BallestadoraMusculosa": "Ballestadora Musculosa",
    "Conker": "Conker",
    "Beavis": "Beavis",
    "Butt-Head": "Butt-Head",
    "HombreLava": "Hombre Lava",
    "HombreAgua": "Hombre Agua",
    "Shoutmon": "Shoutmon",
    "Veemon": "Veemon",
    "Gaomon": "Gaomon",
    "Agumon": "Agumon",
    "Impmon": "Impmon",
    "Gumdramon": "Gumdramon",
    "Guilmon": "Guilmon",
    "BetelGammamon": "BetelGammamon",
    "HeadcrabBloodyHuman": "Headcrab Bloody Human",
    "Tulio": "Tulio",
    "Brayan": "Brayan",
    "AladinaCorrupta": "Aladina Corrupta",
    "ElGuerrillero": "El Guerrillero",
    "ElGuerrilleroTenebroso": "El Guerrillero Tenebroso",
    "WalterZombie": "Walter Zombie",
    "WalterZombieMamadisimo": "Walter Zombie Mamadísimo",
    "ZombieRepetidor": "Zombie Repetidor",
    "CamisasMorenas": "Camisas Morenas"
  },
  "Description": {
    "Naomi": "Naomi (ナオミ). A mystery to solve. She is Japanese, but… is she truly human or robotic? How did she arrive on the island of Survivalcraft 2? A tremendous mystery. It begins in Kyoto, with an inventor named Takachi (高智). In 1999, Naomi was created because Takachi needed an automatic assistant for biological scientific research. The prototype tests went well, and the final result looked human. Since then, the robot has been successful in performing both complex and simple tasks. One day, Takachi received a research project from Kyoto University to investigate new species and rare places outside of Japan. Needing companionship, he chose Naomi as his partner. Halfway across the sea, Takachi accidentally dropped his humanoid robot Naomi into the water, causing panic. He feared the robot was damaged due to its electrical components, but what he didn’t know was that Naomi was water-resistant. This led Naomi to a mysterious island or large continent. From that day, her life as a humanoid robot changed. How will she survive without resources? Previously, she had practiced survival skills during their research trips. Will she need the player’s help? You’ll find out in the game!"
  },
  "Blocks": {
    "WoodAxeBlock:0": {
  "DisplayName": "Wood Axe",
  "Description": "Back to basics - like the old days"
},
"WoodMacheteBlock:0": {
  "DisplayName": "Wood Machete",
  "Description": "Classic tool from version 2.0"
},
"WoodPickaxeBlock:0": {
  "DisplayName": "Wood Pickaxe",
  "Description": "Nostalgic mining - pre-2.1 era"
},
"WoodShovelBlock:0": {
  "DisplayName": "Wood Shovel",
  "Description": "Simple digging - back when life was easier"
},
"StoneShovelBlock:0": {
  "DisplayName": "Stone Shovel",
  "Description": "Stone age technology revived"
},
"StoneAxeOriginalBlock:0": {
  "DisplayName": "Stone Axe (Original)",
  "Description": "Primitive but effective - pre-2.2"
},
"StoneMacheteBlock:0": {
  "DisplayName": "Stone Machete",
  "Description": "Back when stone could cut - version 2.0 memories"
},
"StoneRakeBlock:0": {
  "DisplayName": "Stone Rake",
  "Description": "Ancient farming tool - back to roots"
},
"StonePickaxeBlock:0": {
  "DisplayName": "Stone Pickaxe",
  "Description": "How could I forget the old days, bro? :\")"
},
    "LavaSpear:0": {
    "DisplayName": "Lava Spear",
    "Description": "Forged in magma - burns through anything"
  },
  "LavaMachete:0": {
    "DisplayName": "Lava Machete",
    "Description": "Molten blade that dismembers with burning precision"
  },
  "LavaPickaxe:0": {
    "DisplayName": "Lava Pickaxe",
    "Description": "Mines ores with molten power"
  },
  "LavaShovel:0": {
    "DisplayName": "Lava Shovel",
    "Description": "Digs through earth like it's butter - hot butter"
  },
  "LavaHammer:0": {
    "DisplayName": "Lava Hammer",
    "Description": "Smashes rocks with volcanic force"
  },
  "LavaAxe:0": {
    "DisplayName": "Lava Axe",
    "Description": "Chops wood with burning fury"
  },
  "LavaRake:0": {
    "DisplayName": "Lava Rake",
    "Description": "Tills soil with volcanic efficiency"
  },
    "ItemsLauncher:0": {
      "DisplayName": "Items Launcher",
      "Description": "Launches any type of block or object. Although expensive to craft, it's a powerful weapon like the musket. Be careful!",
      "CRDescription:0":  "Make an object launcher by modifying a new musket."
    },
    "FlameThrower:0": {
      "DisplayName": "Flamethrower",
      "Description": "The flamethrower is an incendiary weapon designed to project controlled fire. It was invented by Richard Fiedler in 1901 and first used in combat by the German army in 1915 during World War I. It works by using a fuel tank (usually thickened gasoline or oil) and compressed gas to propel the burning stream through a nozzle with ignition. To use it, the operator must insert Flame Bullets as ammunition, then pull the trigger to unleash fire against enemy fortifications or groups of soldiers. The advantage is that it supports up to 15 rounds (15/15), giving the player sustained firepower before reloading. The Flame Bullet is the secondary ammunition: incendiary projectiles that complement the flamethrower, useful for ranged attacks and maintaining pressure on the enemy."
    },
    "FlameBullet:0": {
      "DisplayName": "Flame Bullet",
      "Description": "Standard flame ammunition for the flamethrower. Creates fire on impact."
    },
    "FlameBullet:1": {
      "DisplayName": "Poison Bullet",
      "Description": "Toxic ammunition for the flamethrower. Releases poisonous chemicals that infect targets."
    },
    "RepeatCrossbow:0": {
      "DisplayName": "Repeating Crossbow",
      "Description": "Enhanced version of the normal crossbow, designed for durability and sustained ranged attacks. Unlike the standard crossbow that fires a single bolt before reloading, the Repeat Crossbow features an 8-bolt magazine and progressive draw states, allowing continuous shots at distance. Compatible with multiple bolt types (Copper, Iron, Diamond, Explosive), each with distinct damage and effects. Automatic crossbow with 8-bolt magazine. Faster reload than normal crossbow but slightly less power."
    },
    "RepeatArrow:0": {
      "DisplayName": "Copper Repeating Bolt",
      "Description": "A specialized bolt for repeating crossbows. Made from copper, this bolt has moderate penetration power and is more accurate than regular Survivalcraft 2 bolts. Designed specifically for rapid-fire crossbows, it offers better stability during continuous firing."
    },
    "RepeatArrow:1": {
      "DisplayName": "Iron Repeating Bolt",
      "Description": "An iron-tipped bolt engineered for repeating crossbows. With superior damage and armor penetration compared to regular iron bolts, this projectile maintains accuracy during rapid-fire sequences. The repeating crossbow mechanism allows faster shooting than standard crossbows."
    },
    "RepeatArrow:2": {
      "DisplayName": "Diamond Repeating Bolt",
      "Description": "A high-end diamond-tipped bolt for advanced repeating crossbows. Features exceptional armor-piercing capability and damage output. Unlike standard diamond bolts, these are optimized for the repeating crossbow's unique firing mechanism, providing sustained high-damage output in automatic fire."
    },
    "RepeatArrow:3": {
      "DisplayName": "Explosive Repeating Bolt",
      "Description": "An explosive-tipped bolt designed for repeating crossbows. Creates a small explosion on impact with 90 pressure force. While regular explosive bolts have a higher individual damage, these allow for rapid explosive shots, making them ideal for area denial and crowd control."
    },
    "RepeatArrow:4": {
      "DisplayName": "Poison Repeating Bolt",
      "Description": "A poison-coated bolt for repeating crossbows. Inflicts poison damage over time on targets with very low initial impact (3 damage). Causes poison effect for 30 seconds. Designed to weaken enemies over time rather than kill instantly, making them ideal for capturing or slowing down targets."
    },
    "RepeatArrow:5": {
      "DisplayName": "Serious Poison Repeating Bolt",
      "Description": "A heavily poisoned bolt for repeating crossbows. Delivers a stronger poison effect with higher poison duration (100 seconds) and very low initial damage (4 damage). The repeating crossbow mechanism lets you apply serious poison to multiple targets rapidly, weakening groups of enemies without killing them outright."
    }
  },
  "ContentWidgets": {
    "FlameThrowerWidget": {
      "Title": "Flame Thrower",
      "Inventory": "Inventory",
      "LoadAmmunition": "Load ammunition",
      "SprayFire": "Prepare to spray fire {0}/15",
      "SprayPoison": "Prepare to spray poison {0}/15"
    },
    "RepeatCrossbowWidget": {
      "Title": "Repeating Crossbow",
      "Inventory": "Inventory",
      "InstructionsPull": "Pull back to load",
      "InstructionsInsert": "Insert bolts",
      "InstructionsArrows": "Arrows: {0}/8"
    }
  },
  "Messages": {
    "FirstPullCrossbow": "First pull back the crossbow!",
    "FirstLoadArrow": "First load an bolt!",
    "ArrowCount": "Arrows: {0}/8"
  },
  "Usual": {
    "ok": "OK",
    "cancel": "Cancel"
  }
}
}
