{
  "InGameMusic": {
    "MusicEnabled": "Música activada",
    "MusicDisabled": "Música desactivada",
    "MusicToggleButton": "Música\n",
    "MusicOn": "Activada",
    "MusicOff": "Desactivada",
    "NowPlaying": "Estás escuchando: ",
    "UnknownTrack": "Canción desconocida",
    "MusicTrack": "Canción",
    "MusicFileNotFound": "No se encontró el archivo de música",
    "MusicPlayError": "Error al reproducir música"
  },
  "ItemsLauncher": {
    "YouNeedAmmunition": "Necesitas munición para disparar el lanzador"
  },
  "GreenNightSky": {
    "GreenMoonBegins": "¡La Luna Verde ha comenzado!"
  },
  "LargeFirstAidKit": {
    "PlayerHealed": "¡Has restaurado completamente tu salud!",
    "NPCHealedFormat": "¡La salud de {0} ha sido completamente restaurada!"
  },
  "MediumFirstAidKit": {
    "PlayerHealed": "¡Has restaurado parcialmente tu salud!",
    "NPCHealedFormat": "¡La salud de {0} ha sido parcialmente restaurada!"
  },
  "EditTemperatureDialog": {
    "Settings": "Aire Acondicionado - Configuración",
    "Ok": "Aceptar",
    "Cancel": "Cancelar",
    "Off": "Apagado",
    "CoverageRadius": "Radio de Cobertura"
  },
  "RefrigeratorXiaomi": {
    "RefrigeratorLabel": "Refrigerador",
    "InventoryLabel": "Inventario",
    "CoolingStatus": "Refrigerando...",
    "NoPowerStatus": "Sin energía"
  },
  "Database": {
    "DisplayName": {
      "Bandit15": "Bandido 15",
      "Bandit14": "Bandido 14",
      "Bandit13": "Bandido 13",
      "Bandit12": "Bandido 12",
      "Bandit11": "Bandido 11",
      "Bandit10": "Bandido 10",
      "Bandit9": "Bandido 9",
      "Bandit8": "Bandido 8",
      "Bandit7": "Bandido 7",
      "Bandit6": "Bandido 6",
      "Bandit5": "Bandido 5",
      "Bandit4": "Bandido 4",
      "MachineGunInfectedTamed": "Infectado Ametrallador Aliado",
      "MachineGunInfected": "Infectado Ametrallador",
      "Bandit3": "Bandido 3",
      "Bandit2": "Bandido 2",
      "Bandit1": "Bandido 1",
      "LiderCalavericoSupremo": "Líder Calavérico Supremo",
      "TankGhostTamed1": "Tank Fantasma Aliado",
      "TankGhost2": "Tank Fantasma 2",
      "TankGhost3": "Tank Fantasma 3",
      "TankGhostTamed2": "Tank Fantasma Aliado 2",
      "TankGhostTamed3": "Tank Fantasma Aliado 3",
      "TankGhost1": "Tank Fantasma",
      "GhostChargerTamed": "Charger Fantasma Aliado",
      "GhostCharger": "Charger Fantasma",
      "GhostBoomer1": "Boomer Fantasma 1",
      "GhostBoomer2": "Boomer Fantasma 2",
      "GhostBoomer3": "Boomer Fantasma 3",
      "GhostBoomerTamed1": "Boomer Fantasma Aliado 1",
      "GhostBoomerTamed2": "Boomer Fantasma Aliado 2",
      "GhostBoomerTamed3": "Boomer Fantasma Aliado 3",
      "PoisonousGhostTamed": "Fantasma Venenoso Aliado",
      "PoisonousGhost": "Fantasma Venenoso",
      "GhostFastTamed": "Fantasma Veloz Aliado",
      "GhostFast": "Fantasma Veloz",
      "GhostNormalTamed": "Fantasma Aliado",
      "GhostNormal": "Fantasma",
      "Tank1": "Tank 1",
      "Tank2": "Tank 2",
      "Tank3": "Tank 3",
      "TankTamed1": "Tank Aliado 1",
      "TankTamed2": "Tank Aliado 2",
      "TankTamed3": "Tank Aliado 3",
      "ChargerTamed2": "Charger Aliado 2",
      "Charger2": "Charger 2",
      "ChargerTamed1": "Charger Aliado 1",
      "Charger1": "Charger 1",
      "BoomerTamed3": "Boomer Aliado 3",
      "Boomer3": "Boomer 3",
      "BoomerTamed1": "Boomer Aliado 1",
      "BoomerTamed2": "Boomer Aliado 2",
      "Boomer2": "Boomer 2",
      "Boomer1": "Boomer 1",
      "FlyingInfectedBossTamed": "Jefe Infectado Volador Aliado",
      "FlyingInfectedBoss": "Jefe Infectado Volador",
      "InfectedFlyTamed3": "Infectado Volador Aliado 3",
      "InfectedFly3": "Infectado Volador 3",
      "InfectedFlyTamed2": "Infectado Volador Aliado 2",
      "InfectedFly2": "Infectado Volador 2",
      "InfectedFlyTamed1": "Infectado Volador Aliado 1",
      "InfectedFly1": "Infectado Volador 1",
      "PoisonousInfectedTamed2": "Infectado Normal Aliado 4",
      "PoisonousInfectedTamed1": "Infectado Normal Aliado 3",
      "PoisonousInfected2": "Infectado Normal 4",
      "PoisonousInfected1": "Infectado Normal 3",
      "InfectedMuscleTamed2": "Infectado Musculoso Aliado 2",
      "InfectedMuscle2": "Infectado Musculoso 2",
      "InfectedMuscleTamed1": "Infectado Musculoso Aliado 1",
      "InfectedMuscle1": "Infectado Musculoso 1",
      "InfectedFastTamed2": "Infectado Veloz Aliado 2",
      "InfectedFast2": "Infectado Veloz 2",
      "InfectedFastTamed1": "Infectado Veloz Aliado 1",
      "InfectedFast1": "Infectado Veloz 1",
      "InfectedNormalTamed2": "Infectado Normal Aliado 2",
      "InfectedNormal2": "Infectado Normal 2",
      "InfectedNormalTamed1": "Infectado Normal Aliado 1",
      "InfectedNormal1": "Infectado Normal 1",
      "PirataNormal": "Pirata Normal",
      "PirataElite": "Pirata Élite",
      "CapitanPirata": "Capitán Pirata",
      "PirataHostilComerciante": "Pirata Hostil Comerciante",
      "PirataEliteAliado": "Pirata Élite Aliado",
      "PirataNormalAliado": "Pirata Normal Aliado",
      "Naomi": "Naomi",
      "Ricardo": "Ricardo",
      "Paco": "Paco",
      "Barack": "Barack",
      "ElMarihuanero": "El Marihuanero",
      "ElMarihuaneroMamon": "El Marihuanero Mamón",
      "FumadorQuimico": "Fumador Químico",
      "FumadorQuimicoBrawny": "Fumador Químico Brawny",
      "TommyVercetti": "Tommy Vercetti",
      "ClaudeSpeed": "Claude Speed",
      "CarlJohnson": "Carl Johnson",
      "LaMuerteX": "La Muerte X",
      "ElSenorDeLasTumbasMoradas": "El Señor De Las Tumbas Moradas",
      "LiderCalavericoSupremoAlfa": "Líder Calavérico Supremo Alfa",
      "Sparkster": "Sparkster",
      "ElArquero": "El Arquero",
      "ElBallestador": "El Ballestador",
      "ArqueroPrisionero": "Arquero Prisionero",
      "BallestadoraMusculosa": "Ballestadora Musculosa",
      "Conker": "Conker",
      "Beavis": "Beavis",
      "Butt-Head": "Butt-Head",
      "HombreLava": "Hombre Lava",
      "HombreAgua": "Hombre Agua",
      "Shoutmon": "Shoutmon",
      "Veemon": "Veemon",
      "Gaomon": "Gaomon",
      "Agumon": "Agumon",
      "Impmon": "Impmon",
      "Gumdramon": "Gumdramon",
      "Guilmon": "Guilmon",
      "BetelGammamon": "BetelGammamon",
      "Hawkmon": "Hawkmon",
      "Gabumon": "Gabumon",
      "HeadcrabBloodyHuman": "Headcrab Bloody Human",
      "Tulio": "Tulio",
      "Brayan": "Brayan",
      "AladinaCorrupta": "Aladina Corrupta",
      "ElGuerrillero": "El Guerrillero",
      "ElGuerrilleroTenebroso": "El Guerrillero Tenebroso",
      "WalterZombie": "Walter Zombie",
      "WalterZombieMamadisimo": "Walter Zombie Mamadísimo",
      "ZombieRepetidor": "Zombie Repetidor",
      "CamisasMorenas": "Camisas Morenas",
      "Richard": "Richard"
    },
    "Description": {
      "MachineGunInfected": "¿Crees que al derrotar a los jefes finales como los Tanks normales y los Tanks fantasmales estarás libre de todo? Estás equivocado: este es el verdadero último jefe final. El Infectado Ametrallador es un infectado especial que, a diferencia de los demás, aprendió a manejar armas de fuego pesadas, en particular la Minigun. Al verte como presa se convierte en un peligro extremo, pues con su ametralladora en mano disparará sin descanso hasta acabar contigo. Forma parte del grupo de infectados, y enfrentarlo junto a su escuadrón es prácticamente un suicidio: si atacas a sus compañeros, no durarás nada. Es más resistente y fuerte que el infectado musculoso, y aparece en el día 95 durante la noche, cuando se supone que ya cuentas con todo tu arsenal, armaduras y guardianes preparados. El diseño de este jefe está inspirado en Hambone, del arcade CarnEvil (1998), ya que su piel, máscara, vestimenta y arma guardan un inquietante parecido, como si fueran hermanos gemelos con destinos distintos. Aun así, puede ser domesticado mediante el collar zombi, convirtiéndose en un guardián experto en armas de fuego. Bajo tu control, su Minigun será tu defensa más brutal… aunque siempre existe el riesgo de que su poder desmedido se vuelva contra ti.",
      "GhostCharger": "El Charger Fantasma es una variante espectral del infectado Charger, conocido por su capacidad de embestir con gran fuerza. A diferencia del Charger común, este posee una resistencia superior y una habilidad de embestida aún más devastadora, capaz de derribar a múltiples enemigos con un solo ataque. Su naturaleza fantasmal le otorga una velocidad impresionante, permitiéndole cerrar distancias rápidamente y sorprender a sus víctimas. La invisibilidad parcial que lo rodea lo convierte en un enemigo impredecible, obligando al jugador a estar siempre alerta. Para enfrentarlo se requieren armaduras de máxima resistencia y armas de gran poder capaces de soportar sus ataques brutales. Al igual que otros infectados, puede ser domesticado mediante el collar zombi, transformándose en un guardián espectral. Sin embargo, controlar un aliado tan agresivo es un riesgo: su poder puede ser tu mayor ventaja… o la causa de tu perdición.",
      "TankGhost1": "El Tank Fantasma es una variante espectral del infectado más temido. A diferencia del Tank común, este posee una fuerza aún más devastadora y una resistencia superior, capaz de destrozar armaduras y derribar a cualquier enemigo con un solo golpe. Su musculatura descomunal se combina con su naturaleza fantasmal, lo que lo hace más difícil de anticipar y más peligroso en combate. Su habilidad más aterradora es lanzar rocas fantasmales, proyectiles que atraviesan el aire con violencia y pueden decidir el enfrentamiento en un instante. La invisibilidad parcial que lo rodea lo convierte en un enemigo impredecible, obligando al jugador a estar siempre alerta. Para enfrentarlo se requieren armaduras de máxima resistencia y armas de gran poder capaces de soportar sus ataques brutales. Al igual que otros infectados, puede ser domesticado mediante el collar zombi, transformándose en un guardián espectral. Sin embargo, controlar un aliado tan destructivo es un riesgo: su poder puede ser tu mayor ventaja… o la causa de tu perdición.",
      "GhostBoomer1": "El Boomer Fantasma es una criatura espectral de gran tamaño, cuya apariencia grotesca se oculta gracias a su invisibilidad, lo que lo hace difícil de detectar. Su mayor peligro radica en que, al ser eliminado, libera una explosión ectoplásmica capaz de destrozar todo lo que se encuentre cerca. Esto convierte cada enfrentamiento en un riesgo mortal: matarlo demasiado cerca puede acabar contigo y con tus aliados. Algunos relatos aseguran que, mediante el collar zombi, puede ser domesticado y convertirse en un guardián. Sin embargo, incluso bajo tu control, siempre existe el riesgo de que su explosión termine destruyendo a quienes lo rodean. Domarlo es una apuesta peligrosa, reservada para quienes aceptan vivir al filo del desastre.",
      "PoisonousGhost": "El Fantasma Venenoso, al igual que el fantasma normal, comparte la misma naturaleza espectral, pero su habilidad principal es el veneno. Es capaz de infectar y debilitar a sus víctimas con cada ataque, causando un daño progresivo que se acumula con el tiempo. Su rasgo más peligroso sigue siendo la invisibilidad, lo que dificulta localizarlo en el entorno. La única manera de detectar su presencia y anticipar un ataque es a través de los sonidos que emite y la música de persecución que lo acompaña. Al igual que otros infectados, puede ser domesticado mediante el collar zombie, convirtiéndose en un guardián letal a tu servicio.",
      "GhostFast": "El Fantasma Veloz es similar al Fantasma Normal, pero su habilidad principal es la velocidad. Corre más rápido que cualquier otra criatura similar, lo que lo convierte en un enemigo difícil de evadir. Su característica más peligrosa es la invisibilidad, que dificulta enormemente la detección de su ubicación. La única forma de percibirlo y anticipar sus ataques es a través de los sonidos que emite, especialmente la música de persecución que lo acompaña. Al igual que otros infectados, también puede ser domesticado mediante el collar zombi, convirtiéndose en tu guardián.",
      "Bandit1": "Un bandido es un humano peligroso: nunca sabes con qué te encontrarás. Es un grave error subestimarlo pensando que podría ayudarte, ya que si te ve puede matarte sin dudar. Existen dos tipos: los que usan armas de fuego y los que portan armas cuerpo a cuerpo. Ambos son letales, pero si logras derrotarlos podrás quedarte con sus armas y usarlas como propias. Sin embargo, no todos son hostiles: algunos pueden ofrecerte un trato para convertirse en tus guardianes, y si aceptas, podrán protegerte.",
      "GhostNormal": "El Fantasma es un infectado especial que pertenece al grupo de los infectados. Su habilidad única es la opacidad: apenas puede distinguirse su silueta, lo que lo convierte en un cazador letal y casi invisible. Si intenta matarte o logra atraparte, será tu mayor peligro, pues rara vez sabrás dónde se encuentra. Al igual que los infectados normales y los musculosos, también puede usar armas cuerpo a cuerpo y de distancia, lo que lo hace aún más impredecible. Su invisibilidad lo convierte en el enemigo más peligroso cuando desconoces su ubicación, y la única manera de detectarlo es por los sonidos que emite o por la música de tensión que anuncia su presencia. El Fantasma aparece en el día 4 durante la noche, siempre acechando en las sombras. No debes confiarte: enfrentarlo significa decidir entre refugiarte para evitar una muerte segura, idear trampas ingeniosas como pinchos para atraparlo, o domesticarlo con el collar zombi y convertirlo en tu esclavo invisible. Sin embargo, un Fantasma domesticado es un arma de doble filo, pues su invisibilidad puede ser tu mayor ventaja o tu perdición si pierde el control y se vuelve contra ti. Solo los más astutos logran aprovecharlo sin caer en su propia trampa.",
      "Tank1": "El Tank es un infectado especial que supera en fuerza y resistencia a cualquier otro. Su musculatura descomunal le permite matar de un solo golpe, y lo más letal es su capacidad de lanzar rocas misteriosas: si una de ellas te alcanza, tu destino está sellado. Se le llama así porque, al igual que un tanque de guerra, posee una resistencia casi impenetrable y una fuerza devastadora. Aparece en el día 41, a cualquier hora, ya sea de día o de noche, y siempre en solitario, lo que lo convierte en un desafío único. Para enfrentarlo necesitarás armaduras resistentes y armas poderosas capaces de soportar sus ataques brutales. Al igual que otros infectados, su furia puede ser calmada mediante el collar zombi, lo que te permitirá domesticarlo y convertirlo en tu esclavo protector. ¿Podrás aprovechar las ventajas de tener un Tank bajo tu control? Recuerda que su poder es inmenso, pero también difícil de manejar: un aliado tan destructivo puede ser tu mayor arma… o tu perdición.",
      "Charger1": "El Charger es otro tipo de infectado, reconocido por su brazo descomunalmente grueso y poderoso en un costado, mientras que el otro permanece normal. Su ataque más letal consiste en embestir con una fuerza brutal, capaz no solo de matarte, sino de lanzarte con la violencia de un jugador de fútbol americano. Aparece en el día 19 durante la noche, siempre en pareja, lo que aumenta el peligro. Prepárate con buenas armas para enfrentarlos o consigue el collar zombi, pues la leyenda dice que con él podrás domesticarlos y convertirlos en tus guardianes.",
      "Boomer1": "El Boomer es otro tipo de infectado, caracterizado por su enorme tamaño y aspecto grotesco. Lo más llamativo es que, al morir, explota, lo que lo convierte en una amenaza mortal: si lo eliminas demasiado cerca, terminarás hecho pedazos. Sin embargo, la leyenda cuenta que con el collar zombi puede convertirse en aliado. Si logras domesticarlo, se transformará en tu guardián. Al hacerlo tendrás control sobre él y podrás aprovechar sus habilidades, aunque siempre existe el riesgo de que muera explotando. Inténtalo bajo tu propio riesgo, pero nunca lo hagas cerca de otros zombis o compañeros, pues podrían morir en la explosión.",
      "FlyingInfectedBoss": "El Jefe Infectado Volador es otro tipo de infectado volador, pero lo que realmente lo distingue es que posee cuatro cabezas, algo sumamente monstruoso. Lo más peligroso es la variedad de sus ataques: puede golpearte de forma normal, lanzarte fuego o lanzarte veneno, lo cual lo hace extremadamente riesgoso. Como corresponde a un jefe, aparece en el día 31 a cualquier hora, y su mayor amenaza es la velocidad, ya que es mucho más rápido que los infectados comunes. Por ello, necesitarás preparar buenas armas para enfrentarlo. La leyenda cuenta que el collar zombi puede calmar su furia. De esta manera, el Jefe Infectado Volador puede ser domesticado y convertirse en tu primer jefe esclavizado. ¿Qué ventajas podrás obtener de él?",
      "InfectedFly1": "El Infectado Volador es otro tipo de zombi, pero a diferencia de los demás, este puede volar. ¿Cómo logró convertirse en un pájaro infectado? Tal vez una empresa química experimentó con humanos y aves, y este fue el resultado. Aparecen la noche del día 9, siempre en grupos de tres. Ten cuidado, porque al ser voladores a veces son difíciles de eliminar. No obstante, la leyenda dice que si usas el collar zombi en uno de ellos, se convertirán en tus guardianes esclavos, lo cual resulta útil cuando no puedes alcanzar a tu objetivo volador.",
      "PoisonousInfected1": "El Infectado Normal aparenta ser un zombie común, con la misma apariencia y comportamiento inicial que cualquier otro. Se mueve torpemente y se mezcla entre los demás sin levantar sospechas, lo que hace que muchos lo subestimen al primer encuentro. Aparece desde el día 6 en la noche, normalmente en grupos pequeños, y su presencia parece no diferir de la de otros infectados. Sin embargo, algunos sobrevivientes cuentan que tras enfrentarse a uno de estos “zombies normales”, algo extraño ocurre en su salud. Se dice que, con el collar zombie, incluso estos infectados podrían dejar de ser enemigos y convertirse en aliados.",
      "InfectedMuscle1": "El Infectado Musculoso es una versión más imponente del zombie normal. Su cuerpo está marcado por músculos exagerados, resultado de la infección que lo transformó en una bestia de fuerza bruta. A diferencia de otros infectados, este no solo confía en su poder físico: también puede utilizar armas, tanto de cuerpo a cuerpo como a distancia, lo que lo convierte en un enemigo doblemente peligroso. Comienza a aparecer después del día 3 en la noche, y seguirá manifestándose en adelante, generalmente en solitario o acompañado de otro infectado musculoso. Su golpe es devastador: un solo impacto puede derribar defensas improvisadas y dejar al jugador vulnerable. Además, su capacidad de blandir armas lo hace impredecible, pues puede alternar entre ataques brutales y embestidas armadas. Provocarlo es un error que pocos sobreviven. Sin embargo, existe una leyenda que habla de la posibilidad de domesticarlo mediante el collar zombie. Si logras colocárselo, el Infectado Musculoso dejará de ser tu enemigo y se convertirá en tu guardián. Desde ese momento, su fuerza descomunal estará de tu lado, protegiéndote y enfrentando a cualquier amenaza con ferocidad. Algunos relatos cuentan que los Infectados Musculosos domesticados muestran una lealtad inquebrantable, obedeciendo órdenes simples y utilizando su poder para defender a su amo. Otros aseguran que pueden romper obstáculos y abrir paso en lugares donde ningún otro infectado podría. Su fuerza, resistencia y capacidad de usar armas hacen que enfrentarlo sea un desafío mortal. Necesitarás suerte y buenas armas para derrotarlo… o valor para intentar domarlo.",
      "InfectedFast1": "El Infectado Veloz es una variante del zombie normal, pero con una habilidad que lo hace aún más peligroso: su velocidad. A diferencia de otros infectados, no utiliza armas, pero compensa esa carencia con la capacidad de correr más rápido que cualquier criatura similar. Comienza a aparecer en el día 2 durante la noche, y seguirá manifestándose en adelante, siempre en grupos pequeños de dos infectados, nunca más. Esto lo convierte en una amenaza constante, ya que su rapidez les permite rodear y atacar antes de que el jugador pueda reaccionar. Provocarlo es un error grave, pues su instinto es devorar cerebros y la oscuridad le da ventaja para emboscar sin descanso. Sin embargo, existe una leyenda que habla de la posibilidad de domesticarlo: si logras colocarle un collar zombie, el Infectado Veloz dejará de ser tu enemigo y pasará a formar parte de tu grupo. Desde ese momento se convertirá en tu guardián, utilizando su velocidad para protegerte, perseguir enemigos y actuar como centinela incansable. Algunos relatos cuentan que los Infectados Veloz domesticados desarrollan un vínculo especial con su dueño, obedeciendo órdenes simples y reaccionando con rapidez ante cualquier amenaza. Otros aseguran que pueden detectar movimientos a gran distancia, anticipando ataques antes de que ocurran. Aunque no porta armas, su fuerza y resistencia combinadas con su velocidad hacen que enfrentarlo sea un desafío riesgoso. Necesitarás suerte y buenas armas para derrotarlo… o valor para intentar domarlo.",
      "InfectedNormal1": "El Infectado Normal es una criatura hostil que ataca sin distinción, apareciendo desde el inicio del mundo. Puede surgir en manadas de dos o tres, lo que aumenta el peligro de encontrarse con ellos. Provocarlo es un error fatal, ya que intentará devorar tu cerebro sin piedad. Durante la noche su amenaza se intensifica, pues es el momento en que busca alimentarse de todos los que encuentre. A pesar de su peligrosidad, existe una leyenda que habla de un extraño objeto: el collar zombie. Se dice que si logras colocárselo, el Infectado Normal dejará de ser tu enemigo y pasará a formar parte de tu grupo. Desde ese instante se convertirá en tu guardián, protegiéndote de otros enemigos y atacando a quienes intenten acercarse. Algunos relatos cuentan que los Infectados convertidos en guardianes desarrollan una especie de vínculo con su dueño, reconociendo su presencia y obedeciendo órdenes simples. Otros aseguran que incluso pueden detectar peligros antes de que ocurran, actuando como centinelas silenciosos. Sin embargo, conseguir un collar zombie no es tarea fácil: pocos han logrado encontrarlo y aún menos han sobrevivido para contar la historia. Parecen zombies normales como los viste en otros mods, ¿no? Pues a pesar de eso pueden usar armas tanto de cuerpo a cuerpo como a distancia, e incluso romper todo a su paso. Su fuerza y resistencia hacen que enfrentarlo sea riesgoso, así que necesitarás suerte y buenas armas para derrotarlo… o valor para intentar domarlo.",
      "PirataNormal": "El Pirata Normal es un pirata común que siempre obedece las órdenes del Capitán Pirata. Aunque no posee la fuerza de los más poderosos, sigue siendo peligroso, ya que disfruta creando caos y muestra odio hacia cualquier cosa que se cruce en su camino. Su comportamiento impredecible lo convierte en una amenaza constante. Lo peor es que siempre porta armas, desde espadas oxidadas hasta cuchillos improvisados, y no duda en utilizarlas contra cualquiera que se interponga. En ocasiones se le ha visto atacar incluso sin motivo, solo por diversión o para demostrar su lealtad al capitán. Su presencia en las batallas suele ser numerosa, pues los Piratas Normales forman la base de la tripulación y actúan en grupo, lo que aumenta el riesgo de enfrentarse a ellos. Debido a sus travesuras peligrosas, enfrentarlos es complicado, aunque no tan mortales como los Piratas Élite o el propio capitán. Aun así, no debes subestimarlos: su fuerza en números y su agresividad pueden acabar contigo si no estás preparado. Ten buena suerte y asegúrate de contar con buenas armas para matarlo.",
      "PirataElite": "El Pirata Élite es considerado la sombra más peligrosa del mar. Se dice que fue entrenado desde joven por el propio Capitan Pirata, aprendiendo tácticas de combate y obediencia absoluta. Su presencia impone respeto: donde aparece, el silencio domina y los demás piratas se mantienen a distancia. Algunos relatos cuentan que el Pirata Élite nunca duerme, siempre vigila los alrededores con la mirada fija en posibles amenazas. Otros aseguran que guarda cicatrices de innumerables batallas, cada una como prueba de su resistencia. Su fidelidad al capitán lo convierte en un sirviente temible, dispuesto a dar la vida sin dudar. Su fuerza y resistencia hacen que sea riesgoso enfrentarte a él, así que ten suerte de matarlo con buenas armas.",
      "CapitanPirata": "El Capitán Pirata es el líder absoluto de la tripulación de los piratas. Su ojo cubierto no es señal de debilidad, sino un símbolo de su aguda visión y experiencia en batalla. Siempre ha sido el temor de los esclavos piratas, pues cuando su barco o su tripulación son amenazados, ordena el ataque de inmediato. Si sus hombres caen heridos, él mismo toma las armas y lucha con una habilidad superior a la de cualquier otro. Enfrentarlo cara a cara es un desafío mortal: necesitarás las mejores armas para tener alguna oportunidad. Ten cuidado, porque es el más peligroso de todos. Sin embargo, derrotarlo trae recompensas valiosas. ¿Qué tesoros caerán de sus manos al morir? Ese misterio es lo que motiva a muchos a arriesgarse contra él.",
      "PirataHostilComerciante": "El Pirata Hostil Comerciante es quizá el único pirata neutral dentro del grupo de piratas. Si lo provocas, te atacará, pero la ventaja es que permite comerciar con él, ofreciendo objetos que van desde los más básicos hasta los más raros o valiosos, a cambio de lingotes de hierro. Para realizar una compra, si lo encuentras acompañado de su grupo, no intentes enfrentarlos, ya que corres el riesgo de que todos te ataquen junto a él. La forma más segura de negociar es usar un silbato para llamarlo y hacerlo aparecer en un lugar apartado de su grupo; de esa manera podrás iniciar el comercio sin peligro. Se cuenta que este pirata fue marginado por su propia tripulación debido a su carácter impredecible. Al no encajar del todo en las reglas de los demás, decidió dedicarse al comercio como medio de supervivencia. Aunque hostil por naturaleza, encontró en el intercambio de bienes una forma de mantener su posición y obtener respeto. Su neutralidad lo convierte en un personaje único: peligroso si se le desafía, pero valioso si se le trata con cautela.",
      "PirataEliteAliado": "El Pirata Élite Aliado fue parte de la tripulación del Capitan Pirata, pero a diferencia de otros marineros, sobrevivió gracias a su mayor resistencia y fuerza. Con 350 puntos de vida, es mucho más difícil de derrotar y se ha ganado la reputación de ser un combatiente implacable. Durante las batallas en las aguas del Caribe, demostró su capacidad para soportar golpes que habrían acabado con cualquier otro pirata, lo que le permitió escapar de situaciones mortales y mantenerse con vida. El Pirata Élite Aliado no pertenece a los grupos de la Alianza, la Muerte o los Piratas, pero puede convertirse en aliado del jugador, ofreciendo protección constante las 24 horas del día. Se le puede encontrar únicamente en casas de piedra con un 90% de probabilidad, a partir del día 9 en cualquier momento, siempre dentro de las estructuras mencionadas. Su presencia es más rara que la del Pirata Normal Aliado, pero también más valiosa debido a su poder y resistencia. Si no deseas esperar su aparición, puedes adquirirlo del Pirata Hostil Comerciante por 100 lingotes de hierro. Aunque su precio es elevado, su utilidad compensa el costo: no solo protege al jugador, sino que también puede lanzar ataques más potentes contra enemigos cercanos y resistir emboscadas prolongadas. Además, se dice que guarda un pequeño arsenal de armas improvisadas que utiliza en combate, demostrando su ingenio y preparación. El Pirata Élite Aliado es, sin duda, un guardián formidable que convierte cualquier hogar en una fortaleza.",
      "PirataNormalAliado": "El Pirata Normal Aliado fue parte de la tripulación del Capitan Pirata, donde el trato hacia los marineros no era el mejor. Era maltratado si no cumplía las órdenes y, en el peor de los casos, se les negaba la comida sin razón alguna. Durante una guerra en las aguas del Caribe, un descuido provocó que cayera del barco del Capitan Pirata, lo que permitió que este escapara junto a algunos tripulantes, mientras otros quedaron atrás. El Pirata Normal Aliado logró nadar hasta otra isla en busca de ayuda. A pesar de su apariencia, este pirata no pertenece a los grupos de la Alianza, la Muerte o los Piratas. Sin embargo, puede convertirse en aliado del jugador, protegiéndolo día y noche en su hogar. Se le puede encontrar en algunas casas de madera con un 100% de probabilidad, o en casas de piedra con un 50%, a partir del día 4 en cualquier momento, siempre dentro de las estructuras mencionadas. Si no deseas esperar su aparición, puedes adquirirlo del Pirata Hostil Comerciante por 35 lingotes de hierro.",
      "Naomi": "Naomi (ナオミ). Un misterio por resolver. Ella es japonesa, pero… ¿es realmente humana o robótica? ¿Cómo llegó a la isla de Survivalcraft 2? Un gran misterio. La historia comienza en Kioto, con un inventor llamado Takachi (高智). En 1999, Naomi fue creada porque Takachi necesitaba una asistente automática para la investigación científica biológica. Las pruebas del prototipo fueron exitosas y el resultado final parecía humano. Desde entonces, el robot fue un éxito en la ejecución de tareas tanto complejas como simples. Un día, Takachi recibió un proyecto de investigación de la Universidad de Kioto para estudiar nuevas especies y lugares raros fuera de Japón. Necesitando compañía, eligió a Naomi como su compañera. Durante el viaje por el mar, Takachi accidentalmente dejó caer a su robot humanoide Naomi al agua, causando pánico. Temía que el robot se dañara por sus componentes eléctricos, pero lo que no sabía era que Naomi era resistente al agua. Esto la llevó a una misteriosa isla o gran continente. Desde ese día, su vida como robot humanoide cambió. ¿Cómo sobrevivirá sin recursos? Anteriormente, había practicado habilidades de supervivencia durante sus viajes de investigación. ¿Necesitará la ayuda del jugador? ¡Lo descubrirás en el juego!",
      "Ricardo": "Ricardo es un civil común de Tlatelolco, nacido el 4 de junio de 1998. Desde niño, disfrutaba caminar como un perro juguetón y sentía una profunda conexión con la naturaleza, siempre soñando con viajar a islas. En 2021, la Universidad de Tlatelolco le ofreció un lugar en un programa de investigación científico-biológica para explorar islas fuera de México. Aprovechó la oportunidad y se unió a la expedición. Durante el viaje a través del Océano Pacífico, violentas olas y fuertes vientos pusieron en peligro a la tripulación. Ricardo fue arrastrado por el viento al agua, y sus compañeros, al verlo lejos sin salvavidas, creyeron que se había ahogado. Sin embargo, la fortuna lo favoreció: las corrientes lo llevaron a una isla desconocida, que no estaba marcada en los mapas del Pacífico. Al despertar allí, Ricardo tuvo que encontrar formas de sobrevivir. Una noche, mientras exploraba, se encontró con Naomi, un robot humanoide que había enfrentado un destino similar. Desde ese momento, se hicieron amigos.",
      "Paco": "¿De dónde diablos salió ese hombre, parece que los alienígenas lo trajeron? Esta fue una frase dicha por un humano que lo vio en una ciudad de México. Paco es un humano-alienígena creado por una raza marciana en 1968, cuando la Unión Soviética lanzó otra expedición para competir contra Estados Unidos. Durante esa misión, algunos miembros de la tripulación vieron una luz roja proveniente de otro planeta y viajaron para investigar más allá de la Luna. Lo que descubrieron fue la creación de un ser casi humano pero con rasgos alienígenas, poseyendo una inteligencia superior a la de un humano normal. Las cosas cambiaron en 2001, cuando Rusia (ya no la URSS después de su disolución en 1991) entró en guerra con Estados Unidos debido a un malentendido: supuestos terroristas habían destruido una de sus naves cerca de Marte. Surgió un conflicto solar, que recordaba a Star Wars, y los creadores alienígenas de Paco vieron su planeta natal bajo ataque. Temiendo la destrucción, se armaron, y ambas naciones también tuvieron que enfrentarlos. En un percance, Rusia disparó a un alienígena que sostenía un dispositivo de control de la nave, rompiéndolo e hiriendo al alienígena. Esto hizo que la nave se alejara automáticamente, llevando a Paco y sus dos clones. Eventualmente llegaron a la Tierra, aterrizando en una misteriosa isla no identificada en el Océano Pacífico, la misma isla donde habían caído Naomi y Ricardo. Allí, buscaron formas de sobrevivir. Más tarde, Paco se encontró con Naomi y Ricardo. Al principio, se consideraron mutuamente como amenazas, pero se hicieron amigos después de que Paco demostrara habilidades de supervivencia mucho más avanzadas que las de ellos.",
      "Barack": "Barack, como afirmaron algunos rusos y estadounidenses después de la guerra alienígena de 2001, se dijo que era un hermano gemelo similar a Paco. A diferencia de Paco, Barack era un seguidor devoto de Barack Obama, quien más tarde se convertiría en Presidente de Estados Unidos en 2008 y asumiría el cargo en enero de 2009. En el mundo del juego, puedes escuchar referencias a Obama, mostrando que Barack es su fan número uno. Barack, el hermano gemelo de Paco, llegó a una de las misteriosas islas donde Paco había caído, aunque su origen se remonta al 7 de julio de 1980. Fue creado por la misma raza alienígena que Paco, pero la razón por la que fue traído a la Tierra fue diferente: los alienígenas buscaban recuperar a su hijo perdido, pero en su lugar se quedaron. Esto forjó una profunda conexión entre Barack y Paco. Como Paco, Barack tuvo que sobrevivir en la isla desconocida, enfrentando las mismas pruebas de la naturaleza y el destino. Finalmente, él también se encontró con Naomi y Ricardo, y aunque la sospecha marcó su primer encuentro, se convirtieron en aliados después de demostrar sus habilidades de supervivencia e inteligencia. Como curiosidad, Barack más tarde fundó el grupo 'Alianza', dedicado a buscar sobrevivientes que caen en las misteriosas islas del Pacífico, mientras que científicos, especialmente rusos y estadounidenses, investigan obsesivamente cómo se llaman estas islas y dónde se encuentran.",
      "ElMarihuanero": "Conocido como 'El Marihuanero', es recordado como el hermano eslabón perdido de Paco, un sobreviviente misterioso cuyos orígenes se remontan a los mismos experimentos alienígenas que crearon a Paco. Su fuerza es moderada en comparación con la de Paco, pero su astucia y adaptabilidad lo convierten en una presencia formidable en las islas. El apodo 'El Marihuanero' no se dio a la ligera: durante sus recorridos por las islas del Pacífico, descubrió plantas de cannabis silvestres que crecían en valles ocultos. Fascinado por sus propiedades, comenzó a cultivarlas y afirmó que le daban claridad, resistencia y un extraño vínculo con la naturaleza. Esta obsesión eventualmente lo ató simbólicamente a México, donde la cultura y el folklore del cannabis se convirtieron en parte de su identidad. Con el tiempo, también abrazó el movimiento rastafari, adoptando su filosofía de unidad, resistencia y conexión espiritual, y miró a Jamaica como una patria cultural. Las leyendas dicen que llevaba semillas dondequiera que viajaba, plantándolas como marcadores de su viaje. Aunque al principio fue desconfiado por Naomi, Ricardo y Paco, demostró su lealtad y recursos, mostrando habilidades de supervivencia que rivalizaban con las de su hermano. Sus golpes no eran tan fuertes como los de Paco, pero sus estrategias y resistencia a menudo cambiaban el rumbo en situaciones desesperadas. Con el tiempo, El Marihuanero se convirtió en una figura de curiosidad y mito, recordado no solo por su herencia humano-alienígena, sino también por las plantas, los ideales rastafari y el espíritu jamaicano que definieron su nombre y destino en las misteriosas islas del Pacífico.",
      "ElMarihuaneroMamon": "Otro hermano eslabón perdido de Paco y hermano gemelo de El Marihuanero, este es más musculoso e imponente físicamente. Su poder de ataque bruto es menor que el de Paco, pero su resistencia y fuerza bruta lo convierten en un oponente peligroso. A diferencia de su gemelo, se dedicó a dominar el mosquete. Su historia comienza cuando descubrió un puesto colonial abandonado en una de las misteriosas islas del Pacífico. Dentro, encontró cajas de armas viejas y manuales dejados por exploradores y soldados de siglos pasados. Fascinado, pasó años estudiando los mecanismos del mosquete, practicando su carga, puntería y disparo hasta convertirse en un tirador experto. Su disciplina y paciencia lo convirtieron en un hábil cazador y defensor, capaz de golpear con precisión incluso en condiciones difíciles. Los sobrevivientes que lo encontraron aprendieron a temer su mosquete más que sus puños, porque sus disparos podían destrozar enemigos en segundos. Las leyendas dicen que llevaba el mosquete a todas partes, tratándolo como arma y símbolo de supervivencia. Eventualmente, se cruzó con Paco, Naomi y Ricardo, y aunque la sospecha marcó sus primeros encuentros, su dominio de las armas de fuego le ganó respeto dentro del grupo.",
      "FumadorQuimico": "Su atuendo sugiere que tiene experiencia en entornos químicos y tóxicos. Aunque parece amenazante, forma parte del grupo Alianza, lo que significa que apoya a su equipo cuando es atacado o dañado por enemigos. Posee un misterioso poder oculto: durante la luna llena o la luna nueva, se transforma en un mutante musculoso gigante (similar a un Tanque), ganando fuerza mejorada, mayor resistencia y otras habilidades.",
    "FumadorQuimicoBrawny": "Más poderoso y fuerte que su forma original, solo estará disponible durante la luna llena o luna nueva.",
    "TommyVercetti": "Una figura violenta y ambiciosa en el mundo criminal, conocido por su ascenso desde la familia Forelli en Liberty City. Originalmente de ascendencia italiana, ahora reside en Vice City, Florida, donde construyó su propio imperio después de un fallido trato de drogas en 1986. A pesar de su reputación, también forma parte del grupo Alianza, apoyando y defendiendo a sus aliados cuando son amenazados por pandillas rivales o fuerzas hostiles.",
    "ClaudeSpeed": "Un criminal silencioso y despiadado, conocido por su eficiencia y falta de piedad. Nacido en Liberty City, ascendió en el inframundo criminal, convirtiéndose en una figura temida en la ciudad. A pesar de su naturaleza violenta, forma parte del grupo Alianza, apoyando y defendiendo a sus aliados cuando son amenazados por pandillas rivales o fuerzas hostiles.",
    "LaMuerteX": "La Muerte X emergió de las sombras infernales violetas, con piel y comportamiento forjados en la oscuridad. Está lejos de ser amigable; su naturaleza hostil lo impulsa a destruir todo a su paso. Acércate y te cazará implacablemente... hasta la muerte. Sus poderes van desde golpes físicos moderadamente fuertes hasta ataques de fuego mortales; si intentas escapar, te lanzará bolas de fuego. En el peor de los casos, lanza rocas mágicas que infligen daño devastador.",
    "ElSenorDeLasTumbasMoradas": "Qué sorpresa, supongo. El Señor De Las Tumbas Moradas es el compañero más cercano de La Muerte X; siempre están juntos, ayudándose mutuamente. Pero El Señor De Las Tumbas Moradas ha recibido mejoras misteriosas más allá de las de su amigo. ¿Qué tipo de poder oculta? ¿Qué ataques podría desatar? ¿Podría invocar algo más oscuro cuando sea amenazado? Eso es para que lo descubras. (Digamos que lo entenderás una vez que te enfrente a él). Pero ten cuidado: si lo golpeas, no te perdonará. Te arrastrará a las tumbas moradas y, desde ese momento, te convertirás en su esclavo eterno en las sombras. No será tu amigo, no porque te odie, sino porque la amistad nunca fue parte de su diseño.",
    "LiderCalavericoSupremo": "¿Quién es el verdadero gobernante de la oscuridad y las tumbas? No es otro que Líder Calavérico Supremo, el líder más alto y temible de este mundo. A primera vista, puede parecer poco impresionante, con ataques que parecen débiles... pero no te dejes engañar. Su velocidad rivaliza con la de un guepardo, y cuando sale la luna llena o la luna nueva, se transforma en una fuerza monstruosa de la naturaleza. Su forma mutada podría recordarte a un Tanque. ¿Podría ser un rival digno de Fumador Químico Brawny en términos de fuerza bruta, impacto puro y caos total? Esa es una pregunta que solo la batalla puede responder.",
    "LiderCalavericoSupremoAlfa": "No es solo una amenaza, es una declaración de guerra. Líder Calavérico Supremo Alfa es el gigante de nivel medio del reino de las tumbas, una bestia refinada forjada a partir del caos y la venganza. Más fuerte que la mayoría, más rápido que muchos y más malvado de lo que esperarías, es el tipo de enemigo que no espera presentaciones. ¿Sus ataques? Pesados e implacables. ¿Su velocidad? Casi antinatural. Y cuando la luna cambia, ya sea llena o nueva, muta en algo mucho más peligroso. Algunos dicen que su forma se parece a un Tanque. Otros se preguntan si está destinado a rivalizar con Fumador Químico Brawny en fuerza bruta, impacto y destrucción. ¿Quieres saberlo con seguridad? Entonces prepara el escenario y obsérvalos chocar. Solo no lo intentes en el Modo Creativo; eso es como ver una tormenta desde detrás de un cristal a prueba de balas. Líder Calavérico Supremo Alfa no es tu aliado. No está aquí para hablar, negociar o unirse a tu causa. Él es tu enemigo. Y si no estás listo... se asegurará de que nunca tengas la oportunidad de estarlo.",
    "Conker": "Conker es una ardilla de apariencia linda pero con una personalidad cínica, oportunista y desvergonzada. Aunque la mayoría lo conoce por Conker's Bad Fur Day, su origen fue muy diferente: apareció por primera vez en 1997 como un personaje amigable para niños y protagonizó un proyecto beta llamado Twelve Tales: Conker 64, originalmente diseñado como un juego colorido para niños. Ese concepto fue posteriormente descartado y transformado radicalmente. El resultado es un personaje que bebe, insulta, manipula y actúa puramente por interés propio. No busca justicia, aventura o redención; sobrevive simplemente porque lo hace, sin un propósito claro, sin ética y sin empatía. Su habla es cruda y burlona, y su actitud refleja una indiferencia total hacia el caos a su alrededor. Conker no es un héroe ni un villano; es un sobreviviente que avanza por su propio beneficio, en total contradicción con su diseño caricaturesco.",
    "Beavis": "Beavis es un adolescente con una risa nerviosa, un habla entrecortada y una personalidad volátil. Es impulsivo, emocionalmente inestable y se distrae fácilmente, a menudo activado por el fuego, la violencia o la música fuerte. Habla en frases cortas y repetitivas y actúa sin pensar, sin mostrar conciencia de las consecuencias. De manera controvertida, Beavis se convirtió en el centro de críticas después de que se emitiera el episodio 'Comedians' en 1993, cuando su fascinación por el fuego fue vinculada por comentaristas y comediantes a incidentes de la vida real, generando debates sobre si el programa glorificaba irresponsablemente comportamientos peligrosos o simplemente reflejaba impulsos adolescentes absurdos. Aunque a menudo sigue a Butt-Head, no es solo un compañero; tiene arrebatos impredecibles, especialmente cuando se transforma en su alter ego hiperactivo 'Cornholio', obsesionándose con el papel higiénico y hablando de manera incoherente. Beavis no busca significado, control o propósito. Sobrevive simplemente porque lo hace, inconsciente del daño que causa o del mundo que lo rodea.",
    "Butt-Head": "Butt-Head es un adolescente con una risa profunda y lenta, un habla arrastrada y una personalidad presumida. Es perezoso, sarcástico y a menudo cruel, mostrando poca empatía o inteligencia. Habla en frases cortas y burlonas y generalmente manipula situaciones para divertirse, rara vez pensando más allá del momento. De manera controvertida, Butt-Head se convirtió en el centro de debate después de que se emitiera el episodio 'Comedians' en 1993, cuando los críticos y comediantes argumentaron si su personaje representaba una sátira aguda de la apatía adolescente o simplemente glorificaba la estupidez y el humor crudo, planteando preguntas sobre la responsabilidad de la comedia en la formación de la cultura juvenil. Aunque a menudo lidera a Beavis, no es solo un líder; tiene sus propios impulsos temerarios, especialmente cuando provoca caos por diversión, riéndose del dolor o la destrucción. Butt-Head no busca significado, crecimiento o responsabilidad. Existe simplemente para ridiculizar, inconsciente del daño que causa o del vacío de sus acciones.",
    "HombreLava": "Hombre Lava es una criatura poderosa que se camufla entre la multitud hasta que es provocada. Si te acercas demasiado, espera ser quemado por sus golpes cuerpo a cuerpo. Intenta huir y serás perseguido por bolas de fuego lanzadas con precisión mortal. Pertenece a la facción Muerte, así que si eres parte de Alianza, será mejor que te equipares con armas más allá del equipo estándar de Survivalcraft 2; a menos que tengas un mosquete, explosivos o una ballesta explosiva, es probable que termines tostado. El fuego y el magma son sus aliados; quemarlo solo alimenta su furia. Su única debilidad verdadera es el agua: la inmersión lo ralentiza, debilita su núcleo de fuego y eventualmente extingue su poder. Evita los ríos, entra en pánico con la lluvia y recibe mucho daño de armas basadas en salpicaduras. Si quieres sobrevivir a un encuentro, atráelo a terreno húmedo y golpea rápido antes de que se reavive.",
    "HombreAgua": "Hombre Agua es tranquilo pero mortal. Se esconde en ríos y lluvia, atacando con ráfagas heladas y olas aplastantes. El fuego lo cura. Los explosivos apenas lo rasguñan. Su cuerpo fluye como un líquido, difícil de golpear, más difícil de detener. Es parte de Muerte y lucha junto a su mejor hermano, Hombre Lava. Juntos, cubren tierra y agua, quemando y ahogando todo a su paso. Si eres Alianza, trae relámpagos, escarcha o mantente alejado. El terreno húmedo es su hogar. El suelo seco es tu única oportunidad.",
    "ElBallestador": "El Ballestador no es el luchador más fuerte, pero no dejes que eso te engañe: su ballesta maldita nunca se separa de su lado. No es parte de tu Alianza y pertenece a Muerte, destacando como el único humano en su facción que empuña un arma poseída. Sus flechas son rápidas, silenciosas e implacables. Enfréntalo o intenta escapar; de cualquier manera, ya estás muerto. Si te ve, dispara. Si te mueves, acierta. Sus flechas de diamante atraviesan casi todo, excepto el rinoceronte, la beluga y la orca, que pueden aguantar más golpes si contraatacan. Para sobrevivir, usa el terreno para romper su línea de visión. Zigzaguea al correr, salta de manera impredecible y nunca te quedes quieto. Si estás solo, atrae su disparo y avanza antes de que recargue. En grupo, flanquea mientras un compañero atrae el fuego. El daño por salpicadura o choque puede interrumpir su puntería, pero el tiempo lo es todo. Si escuchas el clic de su ballesta, puede que ya sea demasiado tarde. Dicen que su ballesta fue forjada en silencio, vinculada a él después de sobrevivir a una traición que lo dejó mudo. Desde entonces, ha sido su única compañía; nunca habla, nunca falla, nunca se va. Por eso la confía más que a cualquier aliado. Aparece solo de noche a partir del día 5, y durante estas noches los jugadores pueden colocar trampas para capturar sus ballestas y munición, convirtiendo su propio arsenal en un recurso valioso.",
    "HeadcrabBloodyHuman": "Una variante más agresiva y ensangrentada del headcrab estándar. El Headcrab Sangriento presenta tejido exoesquelético desgarrado, empapado en hemolinfa y fibras musculares expuestas, probablemente causado por radiación o experimentos fallidos de bioweapon. Se mueve más rápido, salta más lejos y se adhiere a los huéspedes con fuerza brutal, desencadenando una casi instantánea zombificación. Su chillido es más agudo y su presencia a menudo señala zonas de alta contaminación. No recomendado para encuentros de bajo nivel.",
    "ElArquero": "Hermano gemelo de El Ballestador, El Arquero destaca en precisión milimétrica y arquería de fuego rápido usando arcos reforzados. Ambos comparten agilidad táctica, visión nocturna y comportamiento de patrulla sincronizado, pero El Arquero prefiere emboscadas elevadas y golpes silenciosos. Su armadura es más ligera, permitiendo un movimiento ágil a través de estructuras altas. Se comunica mediante señales ópticas y rara vez falla un disparo. Al igual que El Ballestador, es altamente peligroso: provocarlo resultará en una lluvia letal de flechas. Al morir, suelta flechas de calidad de arco utilizables, ideales si te quedas sin recursos. Para sobrevivir, usa cobertura, atrae sus disparos y flanquéalo desde ángulos ciegos para evitar su línea de visión directa. Curiosamente, El Arquero comenzó a usar su arco después de ver a su hermano disparar un arco por primera vez. Queriendo defenderse por igual, robó un arco y flechas de una tienda de armas, dando lugar a un Robin Hood hostil de las alturas. Aparece solo de noche a partir del día 10, haciendo sus encuentros más raros pero significativamente más amenazantes a medida que el mundo se oscurece.",
    "ArqueroPrisionero": "Nacido como el hermano gemelo de El Arquero, el Arquero Prisionero lleva un pasado marcado por la era nazi. Sobreviviendo a los horrores del Holocausto, emergió con resiliencia y un nuevo propósito. A diferencia de su hermano y El Ballestador, que se alinearon con una facción malévola, el Arquero Prisionero eligió el camino de la Alianza, decidido a oponerse a la tiranía en lugar de servirla. Su arma elegida es el arco, adoptado después de presenciar la habilidad de su hermano y prometiendo defenderse a sí mismo y a otros con igual precisión. Durante el cautiverio, creó en secreto flechas de fuego rudimentarias, aunque el control nazi prohibía a los prisioneros empuñar tales armas. Esta desobediencia se convirtió en la semilla de su maestría: cuando llegó la libertad, refinó su habilidad en una arquería silenciosa y letal. Ahora, se erige como un guardián: rápido, vigilante e implacable. Si ve a sus aliados o a la Alianza bajo ataque, no dudará en desatar una tormenta de flechas. Su armadura es ligera, construida para velocidad y supervivencia, permitiéndole moverse por ruinas y estructuras altas con facilidad. Se comunica mediante señales sutiles, prefiriendo el silencio a las palabras, y rara vez falla un disparo. Al ser derrotado, suelta flechas utilizables, un recordatorio de su ingenio y las dificultades que soportó. Aunque su pasado está marcado por el dolor, el Arquero Prisionero lucha hacia adelante con determinación, encarnando a un Robin Hood hostil de las alturas. Su historia es de supervivencia, rebelión y la búsqueda implacable de la justicia, demostrando que incluso después de una tragedia, uno puede levantarse para proteger a otros y continuar la lucha por la libertad.",
    "Veemon": "Veemon apareció por primera vez en Digimon Adventure 02 (2000), presentado como el compañero de Davis Motomiya y rápidamente reconocido por su naturaleza juguetona pero valiente. Aunque alineado con el grupo Alianza, Veemon también puede aliarse con el jugador, ofreciendo apoyo versátil en batalla a través de su habilidad única para digievolucionar en armadura usando Digi-Huevos. Esto lo hace adaptable a múltiples situaciones de combate, desde la ofensiva ígnea de Flamedramon hasta la defensa milagrosa de Magnamon. Veemon fue originalmente diseñado por Kenji Watanabe, el ilustrador detrás de muchas especies Digimon, cuya visión creativa se inspiró en la letra V (simbolizando victoria) y la revista de manga V-Jump donde se serializaba Digimon V-Tamer 01. Su diseño refleja tanto un motivo de dragón como una personalidad juvenil y enérgica que resonó con los fans en todo el mundo. Más allá de sus orígenes, Veemon encarna lealtad, optimismo y resiliencia. Es travieso pero profundamente comprometido a proteger a sus aliados, a menudo lanzándose de cabeza al peligro con una sonrisa. En el juego, rara vez duda en luchar por la justicia, y su presencia asegura a los compañeros que el coraje y la amistad pueden superar cualquier obstáculo. En última instancia, Veemon es más que un luchador; es un símbolo de esperanza, demostrando que incluso en las batallas más duras, la bondad y la determinación siempre brillarán.",
    "Shoutmon": "Shoutmon apareció por primera vez en Digimon Xros Wars (2010), rápidamente conocido como el compañero enérgico y determinado de Taiki Kudo. Aunque alineado con el grupo Alianza, Shoutmon también puede aliarse con el jugador, aportando su espíritu ardiente y sus poderosos ataques basados en la voz al campo de batalla. Su habilidad para digifusionarse con otros Digimon lo hace muy versátil, adaptándose tanto a estrategias ofensivas como defensivas. Shoutmon fue originalmente diseñado por Kenji Watanabe, el ilustrador responsable de muchas especies Digimon, cuya creatividad enfatizó el motivo del micrófono de Shoutmon y su sueño de convertirse en el Rey Digimon. Su diseño refleja tanto energía musical como ambición heroica, resonando fuertemente con los fans. Más allá de sus orígenes, Shoutmon encarna coraje, liderazgo y optimismo. Inspira a los aliados con su determinación, a menudo lanzándose al peligro con una confianza inquebrantable. En el juego, rara vez duda en luchar por la justicia, y su presencia asegura a los compañeros que la unidad y la amistad pueden superar cualquier obstáculo. En última instancia, Shoutmon es más que un luchador; es un símbolo de esperanza y perseverancia, demostrando que incluso en las batallas más duras, la bondad y la determinación siempre brillarán.",
    "BallestadoraMusculosa": "Ballestadora Musculosa es más fuerte y musculosa que El Ballestador. Se conocieron en un campo de entrenamiento donde ella practicaba con un arco simple y él probaba una ballesta; él notó su disciplina, ofreció orientación directa y comenzaron a trabajar juntos en disparos a distancia. Esa cooperación se convirtió en una relación, y él le enseñó paso a paso: posturas, sincronización, lectura del viento y precisión, pasando de ejercicios con arco a rutinas con ballesta. Cuando él eligió un camino oscuro y se unió a una facción hostil, ella terminó la relación y estableció metas claras: entrenar más duro, ganar músculo y superarlo en fuerza y precisión. Conservó las lecciones de precisión y reclamó la segunda ballesta que se había preparado como respaldo, ahora su arma principal. Se unió a la Alianza y apunta a su facción sin dudar. Sus disparos son potentes y precisos, su resistencia es alta y su enfoque es estricto. Lo que queda del pasado es el combate a distancia metódico y la decisión de ser mejor que su antiguo compañero. Ballestadora Musculosa lucha con músculo y convicción, se erige como una aliada leal y no vuelve al mal.",
    "Agumon": "Agumon apareció por primera vez en Digital Monster Ver.1 (1997) y luego se hizo ampliamente reconocido en Digimon Adventure (1999) como el leal compañero de Tai Kamiya. Diseñado por Kenji Watanabe, Agumon fue creado con una forma similar a un reptil que se asemeja a un pequeño dinosaurio, simbolizando el crecimiento y el potencial de evolucionar en Digimon más fuertes como Greymon. Alineado con el grupo Alianza, Agumon también puede aliarse con el jugador, ofreciendo apoyo equilibrado en combate a través de su ataque ígneo Baby Flame. Su diseño enfatiza tanto la simplicidad como la ferocidad, convirtiéndolo en una figura central en la franquicia Digimon a través del anime, juegos y mercancía. Más allá de sus orígenes, Agumon encarna lealtad, coraje y resiliencia. Se erige como un compañero confiable que lucha con determinación, recordando a los aliados que incluso en batallas difíciles, la amistad y la valentía pueden llevar a la victoria.",
    "Guilmon": "Guilmon apareció por primera vez en Digimon Tamers (2002), presentado como el compañero Rookie de Takato Matsuda. Diseñado por Kenji Watanabe, Guilmon fue creado con una forma juvenil similar a un dinosaurio marcada por el símbolo de Peligro Digital, representando tanto un gran potencial destructivo como la posibilidad de proteger el Mundo Digital si es guiado por la confianza. Aunque alineado con el grupo Alianza, Guilmon también puede aliarse con el jugador, ofreciendo un fuerte apoyo a través de sus ataques basados en fuego como Pyro Sphere y su habilidad para evolucionar a formas poderosas como Growmon y Dukemon. Su diseño enfatiza energía cruda e instinto equilibrado por lealtad, convirtiéndolo en un favorito de los fans a través del anime y juegos. Más allá de sus orígenes, Guilmon encarna curiosidad, coraje y amistad. A menudo se lanza a la batalla con determinación, aprendiendo y creciendo junto a sus aliados. En el juego, Guilmon proporciona ofensiva versátil y resiliencia confiable, asegurando a los compañeros que la unidad y la confianza pueden superar cualquier desafío. En última instancia, Guilmon es más que un luchador; es un símbolo de potencial, mostrando que incluso un gran poder puede usarse para el bien cuando es guiado por lazos de amistad.",
    "Gumdramon": "Gumdramon apareció por primera vez en Digimon Xros Wars: The Young Hunters Who Leapt Through Time (2011), presentado como el compañero Rookie de Tagiru Akashi. Diseñado por Kenji Watanabe, Gumdramon fue creado con una forma similar a un dragón que presenta un arma de cola poderosa, simbolizando tanto su personalidad traviesa como su estilo de combate explosivo. Alineado con el grupo Alianza, Gumdramon también puede aliarse con el jugador, ofreciendo apoyo versátil a través de su ataque característico Jamming Strike y su habilidad para evolucionar a formas más fuertes como Arresterdramon. Su diseño enfatiza agilidad, energía y encanto rebelde, haciéndolo destacar entre los Digimon Rookie. Más allá de sus orígenes, Gumdramon encarna determinación, independencia y lealtad. A menudo se lanza a la batalla con audaz confianza, aprendiendo a equilibrar su naturaleza juguetona con la responsabilidad. En el juego, Gumdramon ofrece ofensiva rápida y estrategias adaptables, asegurando a los compañeros que el coraje y la persistencia pueden superar cualquier obstáculo. En última instancia, Gumdramon es más que un luchador; es un símbolo de crecimiento, demostrando que incluso la imprudencia juvenil puede transformarse en fuerza cuando es guiada por la confianza y la amistad.",
    "BetelGammamon": "BetelGammamon apareció por primera vez en Digimon Ghost Game (2021), presentado como la evolución Champion de Gammamon, el compañero Rookie de Hiro Amanokawa. Diseñado por Kenji Watanabe, BetelGammamon fue creado con una forma humanoide similar a un guerrero, simbolizando energía ígnea, velocidad y fuerza en combate cuerpo a cuerpo. Alineado con el grupo Alianza, BetelGammamon también puede aliarse con el jugador, ofreciendo un poderoso apoyo a través de su ataque característico Betel G Shout y su habilidad para evolucionar a formas más fuertes como Canoweissmon y Siriusmon. Su diseño enfatiza agilidad, coraje y ambición heroica, convirtiéndolo en un Digimon Champion destacado reconocido por su determinación. Más allá de sus orígenes, BetelGammamon encarna valentía, lealtad y el impulso de proteger a otros. A menudo se lanza a la batalla con inquebrantable confianza, equilibrando espíritu juvenil con creciente responsabilidad. En el juego, BetelGammamon proporciona ofensiva rápida y estrategias versátiles, asegurando a los compañeros que la unidad y el coraje pueden superar cualquier desafío. En última instancia, BetelGammamon es más que un luchador; es un símbolo de crecimiento heroico, demostrando que la verdadera fuerza brilla más cuando es guiada por la confianza y la amistad.",
    "Gaomon": "Gaomon apareció por primera vez en Digimon Savers (2006), presentado como el compañero Rookie de Thomas H. Norstein. Diseñado por Kenji Watanabe, Gaomon fue creado con una forma similar a un canino que usa guantes de boxeo rojos, simbolizando disciplina, lealtad y su estilo de combate inspirado en artes marciales. Alineado con el grupo Alianza, Gaomon también puede aliarse con el jugador, ofreciendo apoyo confiable a través de sus ataques característicos como Double Backhand y Rolling Upper, mientras evoluciona a formas más fuertes como Gaogamon y MachGaogamon. Su diseño enfatiza velocidad, precisión y determinación, convirtiéndolo en un Digimon Rookie distintivo reconocido por su espíritu luchador. Más allá de sus orígenes, Gaomon encarna lealtad, coraje y resiliencia. A menudo entra en batalla con calma y enfoque, equilibrando obediencia con fuerza independiente. En el juego, Gaomon proporciona ofensiva rápida y defensa confiable, asegurando a los compañeros que la disciplina y el trabajo en equipo pueden superar cualquier desafío. En última instancia, Gaomon es más que un luchador; es un símbolo de confianza, demostrando que la verdadera fuerza proviene de la lealtad y la unidad.",
    "Impmon": "Impmon apareció por primera vez en Digimon Tamers (2001) como un Digimon Rookie creado por Kenji Watanabe, diseñado con una forma demoníaca traviesa, cuerpo púrpura, bufanda roja y guantes. En el anime fue retratado como un alborotador y a veces antagonista, reflejando resentimiento y soledad, pero en este mod pertenece al grupo Alianza y puede hacerse amigo del jugador, estando a la par de otros Digimon del mismo subgrupo. Conocido por su ataque característico Night of Fire, Impmon encarna agilidad, astucia y ofensiva ígnea, mientras que su camino de evolución conduce a Beelzemon. En última instancia, Impmon es más que un villano; es un símbolo de lealtad y unidad cuando se le da confianza.",
    "Hawkmon": "Hawkmon debutó en Digimon Adventure 02 (2000) como un Digimon Rookie diseñado por Kenji Watanabe, con rasgos aviares, cuerpo de plumas rojas y un tocado ceremonial que refleja disciplina y sabiduría. A diferencia de los Digimon del grupo Alianza, Hawkmon pertenece directamente al jugador, simbolizando lealtad y compañía. En este mod, aparece durante el verano a cualquier hora, de día o de noche, ofreciendo apoyo constante. Conocido por su ataque característico Beak Pierce, Hawkmon encarna agilidad, vigilancia y precisión aérea. Su línea evolutiva conduce a Aquilamon y más allá, representando crecimiento mediante confianza y cooperación. En esencia, Hawkmon no es solo un combatiente: es un aliado firme que refuerza la unidad entre Digimon y jugador.",
    "Gabumon": "Gabumon debutó en Digimon Adventure (1999) como un Digimon Rookie de tipo reptil creado por Kenji Watanabe. Reconocible por su cuerpo amarillo bípedo cubierto con la piel azul de Garurumon y un cuerno marcado con runas, refleja timidez y lealtad. A diferencia de los Digimon del grupo Alianza, Gabumon pertenece directamente al jugador, simbolizando confianza y compañía. En este mod, aparece como aliado durante cualquier estación, ofreciendo apoyo constante. Su ataque característico es Fuego Azul (Blue Blaster), que combina precisión y potencia ígnea. Su línea evolutiva lo conduce a Garurumon y más allá, representando crecimiento mediante amistad y cooperación. En esencia, Gabumon no es solo un combatiente: es un compañero firme que refuerza la unión entre Digimon y jugador.",
    "WalterZombie": "Walter Zombie es producto de una mutación química catastrófica causada por la empresa CONASUPO, inicialmente conocida por sus productos lácteos. Después de consumir accidentalmente leche radioactiva en 1986, el incidente se originó por las consecuencias del desastre de Chernóbil. Tras la explosión en abril de 1986, material radioactivo se extendió por Europa, resultando en lluvia ácida que contaminó pastos en Irlanda. Las vacas pastaron en esta hierba contaminada, llevando a la producción de leche radioactiva, que posteriormente fue exportada a México. Desafiando las probabilidades de muerte, Walter se transformó en una criatura hostil en lugar de sucumbir a los efectos de la radiación. Sin embargo, a diferencia de los zombis tradicionales, conservó una medida de su inteligencia y conciencia. En su búsqueda por recuperar su vida humana, Walter se alió con el grupo Alianza, buscando tanto redención como una cura para su condición. A pesar de sus aspiraciones, se le administró un segundo tratamiento químico, destinado a terminar su existencia como zombi. En cambio, desencadenó una transformación inesperada en una forma Mamón (Tanque), mejorando su destreza física. Esta transformación ocurre solo durante lunas llenas o nuevas, con un mero 0.5% de probabilidad de cambiar a este estado formidable. En esta forma, Walter se convierte en un adversario más poderoso, capaz de resistir daño significativo mientras aún se aferra a la esperanza de algún día reclamar su humanidad. Mientras navega esta dualidad, Walter Zombie encarna la lucha entre sus instintos monstruosos y los restos del hombre que una vez fue.",
    "WalterZombieMamadisimo": "La Forma Tanque de Walter Zombie es una mutación extrema que solo se manifiesta durante lunas llenas o nuevas con un 0.5% de probabilidad, lo que significa que a veces se transforma y otras veces permanece en su estado normal. Si es provocado o si su grupo Alianza es atacado, y el jugador se aleja alrededor de 10 bloques, lanzará bombas implacablemente hasta que el enemigo sea destruido, incluso sacrificando a sus propios aliados para eliminar a quienes lo amenazan. Para derrotarlo, se recomienda usar un mosquete y una ballesta con flechas explosivas, evitando el combate en su base o hogar ya que existe un alto riesgo de que lo haga volar todo y arruine el esfuerzo del jugador. Es más seguro retirarse y encontrar refugios para protegerse de las explosiones, mientras se colocan trampas como púas para limitar su movilidad y aumentar las posibilidades de supervivencia.",
    "AladinaCorrupta": "Aladina Corrupta fue una vez una figura benévola durante la Edad Media árabe, conocida por ayudar a los pobres y necesitados. A medida que llegó la era moderna, fue excluida por el cambiante sistema árabe en Libia alrededor de fines del siglo XIX, cuando la región aún estaba bajo control otomano. Su declive empeoró en el siglo XX: para la década de 1990 Libia estaba bajo la dictadura de Muammar Gaddafi, y sus habilidades se debilitaron, ya no pareciéndose a su fuerza medieval. La caída de Gaddafi en 2011 trajo más caos en lugar de mejora. Presenciando a civiles luchando por el poder, Aladina Corrupta reflexionó sobre años de sufrimiento y comenzó a adoptar técnicas inspiradas en grupos militantes árabes, como ataques suicidas y bombardeos, aunque nunca se unió formalmente a ellos. Finalmente, se alineó con la facción conocida como Muerte, impulsada por la venganza por el dolor y maltrato que soportó. Ahora siente un sombrío alivio después de unirse a Muerte. A diferencia de otros miembros del grupo, tiene un ataque distintivo: cuando un NPC o jugador la ataca a ella o a sus aliados, enciende un barril incendiario mediano. La distancia no importa; cargará directamente hacia el atacante, encenderá el barril y dará solo cinco segundos para escapar. Fallar en huir resulta en ser destrozado y lanzado por los aires. En su furia incluso sacrifica a sus propios compañeros, y a sí misma, siempre que el grupo está bajo ataque.",
    "CarlJohnson": "Carl 'CJ' Johnson, nacido en Los Santos, San Andreas, Estados Unidos, actualmente vive en su ciudad natal donde controla las calles; se convirtió en la figura central en la infame controversia 'Hot Coffee' de Grand Theft Auto: San Andreas en 2005, un minijuego oculto que desató pánico moral, demandas y obligó a Rockstar Games a reclasificar el título; a pesar de su camino criminal, CJ comparte una amistad inquebrantable con Tommy Vercetti y Claude Speed, juntos formando el grupo 'Alianza' para dominar el inframundo criminal.",
    "ElGuerrillero": "Pepito Omencio Del Moreno, conocido como El Guerrillero, nació en Arauca, Colombia el 7 de junio de 1997. Una vez un hombre amable que amaba el campo y soñaba con unirse al ejército colombiano para luchar contra el narcotráfico, su vida cambió a los 23 años. Después de soportar abuso de sus padres, bullying por revelar su sueño, pobreza y el violento conflicto en Arauca, abandonó su hogar y se alió con las FARC. Allí adoptó sus técnicas y encontró una nueva familia, volviéndose despiadado en el proceso. Se extendieron rumores de que El Espectador, Noticias Caracol, RCN, Canal Uno y otros lo nombraron entre los más buscados, junto a líderes de las FARC y el ELN. Después de años de práctica, dejó las FARC no para traicionarlas sino para seguir su propio camino de supervivencia, eventualmente uniéndose al grupo Muerte. Desde ese momento se volvió más feliz pero más malvado, reconocido por su dominio del mosquete tradicional. Si te ve, estás condenado. Puede aparecer en grupos de dos o tres, aplicando tácticas aprendidas durante su era en las FARC. Puede emerger en cualquier momento, de día o de noche, y aparecerá en el día 16.00",
    "ElGuerrilleroTenebroso": "Alejandro Risaraldo Castillo, nacido en una familia guerrillera dentro de las FARC, eligió unirse a ellos a la edad de 8 años por su propia voluntad. Ganó experiencia hasta que conoció a El Guerrillero, formando una amistad especial. A los 23 se retiró sin tristeza, pero sintió que algo andaba mal. Disfrazado, dejó el campamento después de escuchar disparos que confundió con pistolas pero eran mosquetes, y descubrió que su amigo se había aliado con Muerte, luchando contra Alianza. El Guerrillero fue herido y su grupo perdió, así que Alejandro huyó. Buscando refugio en un ritual sectario, le pidió a un chamán que restaurara su amistad a cambio de su alma. El chamán estableció condiciones: unirse a Alianza e informar solo a unos pocos de los amigos más cercanos de El Guerrillero y compañeros de campo seleccionados, nunca a todo el grupo, para evitar un conflicto mucho peor. También debe mantener en secreto que está alineado con Alianza, que no es policía ni fuerzas armadas, y revelar en cambio que El Guerrillero intercambió su amistad por otra dentro de Muerte, especialmente con quien se volvió más especial para él. Alejandro aceptó, decidiendo cazar a su amigo para recuperar quien una vez fue, mientras mantiene tácticas guerrilleras. Se dice que aparecerá en el día 17 solo de noche.",
    "CamisasMorenas": "Camisas Morenas nació en Zacatecas, México, de una familia humilde. Se mudó a la Ciudad de México buscando mejores oportunidades económicas, donde las guerras de carteles aún rugen por el territorio. Allí entró en el mundo de los mercados callejeros, y en su cumpleaños su tío, el hermano de su padre, le regaló un machete de piedra. Lo guardó como arma de defensa, para ser usado solo si era provocado al extremo o si sus pertenencias eran robadas. Tenía un puesto vendiendo camisas, pero eventualmente abandonó el negocio del tianguis cuando se unió a una pandilla local, no parte de los carteles sino arraigada en la Ciudad de México misma. Después de muchos años de experiencia, la pandilla encontró una facción llamada Muerte y aceptó su oferta de unirse. Camisas Morenas se endureció, usando su machete como símbolo y arma, y su reputación creció como alguien que defendía ferozmente a su grupo. Aunque una vez soñó con una vida simple, su camino lo llevó más profundo al conflicto, y su lealtad a Muerte lo marcó como una figura peligrosa. Se dice que aparecerá en el día 21 de noche.",
    "ZombieRepetidor": "Zombie Repetidor fue una vez un humano que vivía en las Islas Marshall, especialmente en el Atolón Bikini. Era de origen ecuatoriano, conocido como Elver Gonzalo Samboni, que viajó allí buscando una nueva vida. Un agricultor hábil, se especializaba en frutas y verduras, dedicándose a sus cosechas. Todo cambió drásticamente en 1954 cuando Estados Unidos detonó bombas nucleares en las islas. Los residentes fueron forzados a abandonar sus hogares para evitar la muerte por los experimentos, pero Elver se negó, creyendo que todo eran mentiras, y se escondió bajo tierra. Cuando ocurrieron las explosiones, todos pensaron que había muerto. Las islas se volvieron desoladas, inhabitables debido a la radiación. Sin embargo, contra toda probabilidad, Elver sobrevivió. Su piel se quemó y pudrió con los años, y se transformó en un zombi. Esto se debió en parte a una extraña ensalada de berenjena encantada que había creado, diseñada para revivirlo después de explosiones, aunque solo como zombi. A pesar de su transformación, permaneció vivo e ideó una forma de regresar a Ecuador. Se infiltró en un barco de lujo con destino a Ecuador, llegando a Atacames, y luego regresó a su ciudad natal de Quito. Allí, comenzó a comer comida chatarra, lo que lo volvió obeso pero también aumentó su fuerza muscular. Un día, decidió robar una Ballesta Repetidora para practicar disparos, ya que no tenía permisos legales para poseer un arma de fuego y robarla podría haberle costado la vida. Entrenó implacablemente hasta volverse un experto tirador. Aunque puede parecer solo otro zombi común, no te dejes engañar; si te ve, comenzará a disparar. Eventualmente, se alió con el grupo Muerte, convirtiéndose en otro tirador mortal. Aparecerá en el día 13 de noche.",
    "Sparkster": "Sparkster es el héroe zarigüeya Rocket Knight creado por Konami, apareciendo por primera vez en Rocket Knight Adventures (1993) y continuando en Sparkster (1994) y entradas posteriores. Armado con una espada y un cohete, defiende el Reino de Zephyrus con coraje y agilidad. A mitad de su historia aquí, Sparkster se alinea con la Alianza, un grupo protector dedicado a defender aliados y resistir la corrupción; es no hostil por defecto y solo contraataca cuando es provocado. Reconocible por su armadura azul y roja, Sparkster es valiente, leal y resiliente, sobresaliendo en movimiento rápido y golpes precisos mientras inspira a quienes lo rodean. Aparecerá en el Día 2 a cualquier hora.",
    "Tulio": "Nacido en Santiago de Chile en 1995, durante la era post-Pinochet, creció fascinado por las tendencias de moda—los jeans y camisas a rayas definían su estilo—y su curiosidad sobre el mundo solo crecía. A la edad de 18 años, eligió no asistir a la Universidad de Santiago, prefiriendo dedicarse a descubrir la verdad detrás de las misteriosas islas del Pacífico no identificadas. Había visto reportes en TVN describiendo estas islas, lugares que ni Estados Unidos ni Rusia habían logrado investigar a pesar de su obsesión. Se extendieron rumores de que solo ciertos seres vivos podían entrar, y solo ellos podían aprender el verdadero origen de las islas. Determinado, buscó medios ilegales para llegar, viajando a la Isla de Pascua con la esperanza de encontrar un bote abandonado para continuar su viaje. El destino intervino cuando vientos violentos y huracanes azotaron, arrojándolo al océano. Sin embargo, la naturaleza misma pareció protegerlo, llevándolo sano y salvo a las mismas islas que buscaba. Allí encontró tanto humanos como no humanos—Naomi, Paco, El Marihuanero, El Marihuanero Mamón y Ricardo. Juntos formaron una familia, unidos por la supervivencia y el misterio. Eventualmente, se unió al grupo conocido como Alianza, dedicado a buscar sobrevivientes y descubrir los secretos de las islas del Pacífico. Su viaje se convirtió no solo en una búsqueda de conocimiento, sino también en un testimonio de resiliencia, curiosidad y el extraño destino que lo unió con otros en las islas.",
    "Brayan": "Brayan nació el 12 de enero de 2000 en Londres, Inglaterra. Desde joven se dedicó a estudiar física y biología, inspirado por figuras como Charles Darwin e Isaac Newton. A la edad de 25 años, recibió un boleto especial para viajar a Alaska, Estados Unidos, para profundizar sus estudios de naturaleza y física congelada. Aceptó, pero durante el viaje un accidente inesperado cambió su vida: el piloto se desmayó debido a una causa natural, el avión perdió el control y se estrelló. Brayan sobrevivió gracias a los vientos de la naturaleza, que lo alejaron de ahogarse y lo guiaron a una misteriosa isla en el Pacífico. Desde ese momento, comenzó a sobrevivir usando el conocimiento que había adquirido en sus estudios, aplicando física y biología para soportar el duro ambiente. Un día conoció a Tulio, quien quedó impresionado por los métodos de supervivencia de Brayan y le ofreció la oportunidad de unirse al grupo conocido como Alianza. Este grupo estaba formado por personas de buen espíritu, dedicadas a protegerse mutuamente mientras recolectaban información sobre las desconocidas y misteriosas islas. Brayan aceptó, y desde entonces se convirtió en parte de una familia en la isla, manteniendo viva su esperanza de algún día regresar a Inglaterra.",
    "Richard": "Richard es el hermano gemelo de Ricardo. A diferencia de él, Richard nació en Sudáfrica en 2004, durante la era post-apartheid. Cuando cumplió 18 años, comenzó su vida como aventurero, impulsado por la curiosidad y el deseo de explorar lo desconocido. Más tarde, conoció a Ricardo durante un viaje científico en México, y a pesar de sus diferentes orígenes, se unieron profundamente y se convirtieron en hermanos en espíritu. Cuando Ricardo partió hacia las misteriosas islas del Pacífico, Richard decidió emprender la misma expedición, pero con una diferencia única: diseñó y construyó una máquina capaz de viajar a cualquier lugar sin la necesidad de barcos, botes o vehículos convencionales. Su invento fue un éxito, y lo usó para embarcarse en su viaje, llegando eventualmente al mismo destino que Ricardo. Al llegar a la isla, Ricardo lo recibió como su verdadero hermano y lo presentó a los compañeros que había conocido allí. Desde ese momento, Richard se convirtió en parte de la familia y se unió al grupo conocido como Alianza. Su llegada trajo nueva energía al equipo, ya que su mente inventiva y espíritu aventurero complementaron la resiliencia de Ricardo. La máquina de Richard, aunque dañada durante el viaje, se convirtió en un símbolo de esperanza para el grupo, mostrando que el ingenio humano podía rivalizar incluso con los misterios de las islas. Junto con Naomi, Paco y los demás, Richard contribuyó a la supervivencia y exploración de la tierra desconocida, fortaleciendo los lazos de Alianza y manteniendo vivo el sueño de algún día descubrir los secretos de las islas del Pacífico."
    }
  },
  "Blocks": {
    "BK43Block:0": {
  "DisplayName": "Escopeta de Doble Cañón BK-43",
  "Description": "Escopeta de doble cañón, simple y confiable. Tiene capacidad para dos cartuchos y es muy efectiva a corta distancia gracias a la dispersión de perdigones."
},
"BK43BulletBlock:0": {
  "DisplayName": "Cartuchos de Escopeta BK-43",
  "Description": "Munición utilizada por la BK-43. Eficaz a corta distancia, con gran poder de detención y amplia dispersión."
},
    "NuclearCoinBlock:0": {
      "DisplayName": "Moneda Nuclear",
      "Description": "Moneda fabricada en un tipo de apocalipsis. No se puede craftear, pero se puede obtener matando mobs. Se usa para comerciar con el Pirata Hostil Comerciante y también en otros ámbitos como contratación y más cosas según la necesidad del jugador."
    },
    "ToxinBlock:0": {
  "DisplayName": "Toxina",
  "Description": "Un material extremadamente venenoso saturado de toxinas letales. No puede fabricarse mediante crafteo. Se obtiene principalmente como botín de criaturas venenosas como Infectado Venenoso 1, Infectado Venenoso 2, Boomer 3, Infectado Volador 2, Jefe Infectado Volador, Tank 3 y Tank Fantasma 3. Alternativamente, puede adquirirse comprándolo en la tienda o mediante comercio con el Pirata Hostil Comerciante."
},
    "MediumFirstAidKitBlock:0": {
    "DisplayName": "Botiquín Mediano",
    "Description": "Un botiquín médico diseñado para tratar heridas restaurando una parte significativa de la salud. Cura al objetivo hasta aproximadamente la mitad de su salud máxima. Puede usarse tanto en uno mismo como en otras criaturas cercanas."
  },
  "LargeFirstAidKitBlock:0": {
    "DisplayName": "Botiquín Grande",
    "Description": "Un potente botiquín médico capaz de restaurar completamente la salud. Cura instantáneamente al objetivo hasta su salud máxima. Puede usarse tanto en uno mismo como en otras criaturas cercanas."
  },
    "AntidoteBucketBlock:0": {
  "DisplayName": "Cubo de Antídoto",
  "Description": "Un cubo que contiene un potente antídoto medicinal. Elimina los efectos del veneno y las enfermedades del cuerpo, deteniendo sus consecuencias dañinas y ayudando a una recuperación inmediata. Al curar una afección, también restaura la salud perdida. Puede usarse tanto en uno mismo como en otras criaturas enfermas."
},
    "TeaAntifluBucketBlock:0": {
  "DisplayName": "Cubo de Té Antigripal",
  "Description": "Un cubo lleno de té medicinal. Al beberlo, cura la gripe y restaura completamente la salud."
},
    "LavaLongspearBlock:0": {
      "DisplayName": "Lanza Larga de Lava",
      "Description": "La Lanza Larga de Lava es la cúspide absoluta de las armas cuerpo a cuerpo. Forjada con energía volcánica y materiales indestructibles, supera ampliamente a la de diamante en daño y durabilidad. Su filo ardiente no solo inflige heridas devastadoras, sino que también quema a los enemigos con cada impacto, convirtiéndola en un arma temida incluso por los jefes más poderosos. Con un alcance extendido y una resistencia prácticamente infinita, esta lanza es el símbolo máximo de poder y supervivencia. Solo los más preparados pueden blandirla con eficacia."
    },
    "DiamondLongspearBlock:0": {
      "DisplayName": "Lanza Larga de Diamante",
      "Description": "La Lanza Larga de Diamante es la culminación de la línea de lanzas, superando ampliamente a las de madera, piedra, cobre e hierro. Su punta de diamante le otorga un daño devastador y una durabilidad excepcional, capaz de resistir los combates más intensos sin perder eficacia. Además de su alcance extendido, esta arma combina potencia y resistencia, convirtiéndose en una herramienta definitiva para mantener a los enemigos a raya y dominar el campo de batalla. Es considerada una de las armas más letales y prestigiosas que un jugador puede obtener."
    },
    "IronLongspearBlock:0": {
      "DisplayName": "Lanza Larga de Hierro",
      "Description": "La Lanza Larga de Hierro es un arma mucho más avanzada que sus predecesoras de madera, piedra y cobre. Su punta forjada en hierro le otorga alto daño y una durabilidad considerable, convirtiéndola en una herramienta letal para combates prolongados. A diferencia de las versiones anteriores, esta lanza no solo ofrece un alcance extendido, sino también una resistencia capaz de soportar enfrentamientos intensos. Es una de las primeras armas que realmente puede considerarse de nivel intermedio, ideal para jugadores que buscan mayor poder ofensivo y fiabilidad en el campo de batalla."
    },
    "CopperLongspearBlock:0": {
      "DisplayName": "Lanza Larga de Cobre",
      "Description": "La Lanza Larga de Cobre representa un avance significativo respecto a las versiones de madera y piedra. Su punta metálica le otorga más daño y una durabilidad superior, convirtiéndola en un arma mucho más confiable para combates prolongados. Aunque sigue siendo relativamente básica frente a armas de hierro o acero, su alcance extendido y su resistencia hacen que sea una herramienta táctica ideal para mantener a los enemigos a raya. Es la primera lanza que realmente marca una mejora notable en tu arsenal."
    },
    "StoneLongspearBlock:0": {
      "DisplayName": "Lanza Larga de Piedra",
      "Description": "La Lanza Larga de Piedra es una evolución de la lanza de madera, más resistente y con un filo improvisado en su punta. A diferencia de la versión básica, esta arma inflige más daño y posee una durabilidad superior, lo que la convierte en una opción confiable para combates prolongados. Su mayor tamaño y alcance permiten mantener a los enemigos a distancia, ofreciendo una ventaja táctica en enfrentamientos cuerpo a cuerpo."
    },
    "WoodenLongspearBlock:0": {
      "DisplayName": "Lanza Larga de Madera",
      "Description": "La Lanza Larga de Madera es una variante más grande y extensa que la lanza de madera original. Aunque su daño es moderado y su durabilidad limitada, ofrece un alcance superior que permite mantener a los enemigos a mayor distancia. Es una opción básica pero táctica para quienes buscan defenderse en combate cuerpo a cuerpo con una herramienta sencilla y confiable."
    },
    "CopperSharpHammerBlock:0": {
  "DisplayName": "Martillo de Cobre Afilado",
  "Description": "El Martillo Afilado de Cobre es un arma poderosa. A primera vista parece una simple herramienta de trabajo, pero en realidad su letalidad supera a la del machete de cobre. Aunque no es tan resistente como el machete, es más alto y mucho más mortal, capaz de asestar golpes devastadores que lo convierten en una de las armas de cobre más peligrosas."
},
"IronSharpHammerBlock:0": {
  "DisplayName": "Martillo de Hierro Afilado",
  "Description": "El Martillo Afilado de Hierro es similar al machete de hierro, pero resulta un poco más letal y también más duradero. Aunque comparte el mismo diseño brutal, su resistencia mejorada y su golpe más afilado lo convierten en una opción superior para quienes buscan un arma que combine solidez con una letalidad eficaz."
},
"DiamondSharpHammerBlock:0": {
  "DisplayName": "Martillo de Diamante Afilado",
  "Description": "El Martillo Afilado de Diamante es similar al machete de diamante, pero mucho más letal y duradero. Su resistencia incomparable y su poder devastador lo convierten en un arma excepcional, capaz de soportar combates prolongados mientras asesta golpes mortales. Tal vez su mayor utilidad sea enfrentarse a jefes, donde su fuerza y durabilidad pueden cambiar el curso de la batalla."
},
"LavaSharpHammerBlock:0": {
  "DisplayName": "Martillo de Lava Afilado",
  "Description": "El Martillo Afilado de Lava es similar al machete de lava, pero mucho más letal y duradero. Su núcleo ardiente y su filo incandescente lo convierten en un arma de pura destrucción, capaz de resistir los combates más feroces mientras asesta golpes catastróficos. No es simplemente más fuerte que el machete: es una auténtica herramienta infernal de guerra. Este martillo es 100% extremadamente útil para matar jefes, un arma que irradia peligro y promesa. El jugador sentirá su potencial ardiente, sabiendo que, llegado el momento, puede ser la fuerza decisiva que transforme batallas imposibles en victorias."
},
    "AntiTanksBulletBlock:0": {
    "DisplayName": "Bala Anti-Tanks",
    "Description": "Una munición especial que nos ayudará más tarde. Úsala sabiamente y solo en casos de emergencia si la bala de mosquete o perdigón no funciona para aplicar el daño necesario."
},
    "TargetStickBlock:0": {
  "DisplayName": "Vara de Señalización",
  "Description": "Una vara especializada utilizada para comandar criaturas aliadas. Al apuntar a un enemigo, indica a todas las criaturas aliadas del jugador cercanas que concentren sus ataques en el objetivo. Útil para coordinar ataques y administrar tu ejército de criaturas en batalla."
},
    "PoisonBombBlock:0": {
  "DisplayName": "Bomba Venenosa",
  "Description": "Una bomba verde que libera gas venenoso al explotar. Ideal para envenenar áreas y debilitar enemigos desde la distancia."
},
    "BigStonePoisonChunk:0": {
      "DisplayName": "Roca Gigante Venenosa",
      "Description": "Una roca gigante impregnada de propiedades tóxicas. Al impactar, libera una nube venenosa que debilita lentamente a sus víctimas. Aunque el daño inicial es moderado, el efecto venenoso persistente puede ser letal con el tiempo. Al igual que la roca gigante rara, no se puede fabricar y solo se puede obtener por medios especiales."
    },
    "BigStoneFlameChunk:0": {
  "DisplayName": "Roca Gigante en Llamas",
  "Description": "Una roca en llamas que crea fuego al impactar. El fuego dura 30 segundos. Puede matar al instante y prende fuego al área."
    },
    "PoisonBulletBlock:0": {
  "DisplayName": "Bala Envenenada",
  "Description": "Similar a una bala de mosquete, pero no puede usarse como munición del mosquete y tampoco se puede fabricar."
},
    "CollarBlock:0": {
  "DisplayName": "Collar Zombie",
  "Description": "Un collar especial que se puede fabricar y es esencial para domesticar zombies hostiles. Una vez colocado en un zombie, pacifica a la criatura y permite domesticarla como un compañero leal. El collar también proporciona protección contra otros ataques de zombies y puede encantarse para obtener efectos adicionales. Extremadamente útil para jugadores que buscan construir un ejército de no muertos o asegurar su base con guardianes zombis."
},
    "RefrigeratorXiaomiBlock:0": {
      "DisplayName": "Refrigerador Xiaomi",
      "Description": "Un refrigerador Xiaomi es un electrodoméstico diseñado para enfriar y almacenar alimentos. Se define como un refrigerador inteligente que proporciona una conservación eficiente de productos perecederos. En el mod es útil como un objeto que representa un electrodoméstico moderno y amplía las opciones de construcción. Su utilidad principal es preservar alimentos si estás cansado de que se echen a perder rápidamente, tanto crudos como cocinados, dando más tiempo de durabilidad. Nota: el refrigerador requiere energía como una batería, palanca u otra fuente eléctrica, de lo contrario no funcionará."
    },
    "AirConditionerBlock:0": {
      "DisplayName": "Aire Acondicionado",
      "Description": "Un dispositivo de climatización que ajusta la temperatura ambiental. Configurable mediante interfaz, puede enfriar agua y derretir hielo en un radio ajustable."
    },
    "BigStoneChunk:0": {
  "DisplayName": "Roca Gigante Rara",
  "Description": "Una roca extraña, aparentemente desenterrada de la era Paleolítica, su verdadero origen sigue siendo un misterio. ¡Oh no! Lo que lo hace más alarmante es su poder mortal: un solo lanzamiento puede matar a cualquier persona al instante. Peor aún, la idea de que los Tanques la usen como arma arrojadiza es un mal presagio. Ten cuidado si una de estas piedras masivas es lanzada hacia ti, ya estás prácticamente muerto. Como nota, esta roca gigante rara no se puede fabricar; solo los Tanques la poseerán. A menos que recurras a trucos como usar el modo Creativo o métodos similares para obtener una, pero no es recomendable."
    },
    "TridentBlock:0": {
  "DisplayName": "Tridente",
  "Description": "Una legendaria lanza de tres puntas históricamente asociada con deidades marinas como Poseidón en la mitología griega, simbolizando el dominio sobre los océanos. En la antigüedad, era tanto un símbolo divino como un arma formidable usada por guerreros y dioses del mar. Forjado con materiales raros encontrados en las fosas oceánicas más profundas, este Tridente canaliza el poder de las mareas. Aunque puede fabricarse usando recursos extremadamente caros que incluyen bloques de hierro y cristales marinos encantados, el método más directo para obtenerlo es derrotando a Hombre Agua en batalla. Úsalo para imponer respeto tanto en tierra como en mar."
    },
    "ScyteBlock:0": {
  "DisplayName": "Guadaña",
  "Description": "La Guadaña es un arma de hoja larga y curva originalmente diseñada como herramienta agrícola para cortar cultivos, pero en la fantasía oscura se ve como un arma de la muerte, a menudo empuñada por demonios, esqueletos y segadores. En este mundo, la Guadaña no se puede fabricar porque no tiene receta y es extremadamente difícil de obtener. La única forma de adquirir la Guadaña es matando a El Señor de las Tumbas Moradas. Ten cuidado: su letalidad es extrema, capaz de matarte con un solo golpe."
    },
    "WoodAxeBlock:0": {
      "DisplayName": "Hacha de Madera",
      "Description": "Volviendo a lo básico - como en los viejos tiempos"
    },
    "WoodMacheteBlock:0": {
      "DisplayName": "Machete de Madera",
      "Description": "Herramienta clásica de la versión 2.0"
    },
    "WoodPickaxeBlock:0": {
      "DisplayName": "Pico de Madera",
      "Description": "Minería nostálgica - era previa a 2.1"
    },
    "WoodShovelBlock:0": {
      "DisplayName": "Pala de Madera",
      "Description": "Excavación simple - cuando la vida era más fácil"
    },
    "StoneShovelBlock:0": {
      "DisplayName": "Pala de Piedra",
      "Description": "Tecnología de la Edad de Piedra revivida"
    },
    "StoneAxeOriginalBlock:0": {
      "DisplayName": "Hacha de Piedra (Original)",
      "Description": "Primitiva pero efectiva - previa a 2.2"
    },
    "StoneMacheteBlock:0": {
      "DisplayName": "Machete de Piedra",
      "Description": "Cuando la piedra podía cortar - recuerdos de la versión 2.0"
    },
    "StoneRakeBlock:0": {
      "DisplayName": "Rastrillo de Piedra",
      "Description": "Herramienta agrícola antigua - volver a las raíces"
    },
    "StonePickaxeBlock:0": {
      "DisplayName": "Pico de Piedra",
      "Description": "¿Cómo podría olvidar los viejos tiempos, hermano? :\")"
    },
    "LavaSpear:0": {
      "DisplayName": "Lanza de Lava",
      "Description": "Forjada en magma - quema todo a su paso"
    },
    "LavaMachete:0": {
      "DisplayName": "Machete de Lava",
      "Description": "Filo fundido que desmembra con precisión ardiente"
    },
    "LavaPickaxe:0": {
      "DisplayName": "Pico de Lava",
      "Description": "Excava minerales con poder volcánico"
    },
    "LavaShovel:0": {
      "DisplayName": "Pala de Lava",
      "Description": "Cava en la tierra como si fuera mantequilla - mantequilla caliente"
    },
    "LavaHammer:0": {
      "DisplayName": "Martillo de Lava",
      "Description": "Aplasta rocas con fuerza volcánica"
    },
    "LavaAxe:0": {
      "DisplayName": "Hacha de Lava",
      "Description": "Corta madera con furia ardiente"
    },
    "LavaRake:0": {
      "DisplayName": "Rastrillo de Lava",
      "Description": "Labra el suelo con eficiencia volcánica"
    },
    "ItemsLauncher:0": {
      "DisplayName": "Lanzador de Objetos",
      "Description": "Lanza cualquier tipo de bloque u objeto. Aunque es costoso de fabricar, es un arma poderosa como el mosquete. ¡Ten cuidado!"
    },
    "FlameThrower:0": {
      "DisplayName": "Lanzallamas",
      "Description": "El lanzallamas es un arma incendiaria diseñada para proyectar fuego controlado. Fue inventado por Richard Fiedler en 1901 y utilizado por primera vez en combate por el ejército alemán en 1915 durante la Primera Guerra Mundial. Funciona mediante un tanque de combustible (generalmente gasolina espesa o aceite) y gas comprimido que impulsa la corriente ardiente a través de una boquilla con ignición. Para usarlo, el operador debe insertar Balas de Fuego como munición y luego accionar el gatillo para desatar fuego contra fortificaciones enemigas o grupos de soldados. Lo bueno es que admite hasta 15 disparos (15/15), otorgando al jugador potencia de fuego sostenida antes de recargar. La Bala de Fuego es la munición secundaria: proyectiles incendiarios que complementan el lanzallamas, útiles para ataques a distancia y mantener presión sobre el enemigo."
    },
    "FlameBullet:0": {
  "DisplayName": "Proyectil Incendiario",
  "Description": "Proyectil de fuego para el lanzallamas. Al impactar, prende fuego al entorno y a las criaturas, pudiendo causar explosiones a alta velocidad e infligir daño por quemaduras."
},
"FlameBullet:1": {
  "DisplayName": "Proyectil de Gas Venenoso",
  "Description": "Proyectil químico para el lanzallamas. Libera un gas tóxico que infecta a las criaturas con veneno o enfermedad, debilitándolas con el tiempo y causando daño adicional."
},
    "RepeatCrossbow:0": {
      "DisplayName": "Ballesta Repetidora",
      "Description": "Versión mejorada de la ballesta normal, diseñada para durabilidad y ataques a distancia sostenidos. A diferencia de la ballesta estándar que dispara un solo virote antes de recargar, la Ballesta Repetidora cuenta con un cargador de 8 virotes y estados de tensado progresivo, permitiendo disparos continuos a distancia. Compatible con múltiples tipos de virotes (Cobre, Hierro, Diamante, Explosivo), cada uno con daño y efectos distintos. Ballesta automática con cargador de 8 virotes. Recarga más rápida que la ballesta normal pero con un poco menos de potencia."
    },
    "RepeatArrow:0": {
      "DisplayName": "Virote de Cobre Repetidor",
      "Description": "Virote especializado para ballestas repetidoras, fabricado en cobre. Ofrece penetración moderada y mayor precisión que los virotes normales de Survivalcraft 2. Diseñado para fuego rápido, proporciona mejor estabilidad durante secuencias de disparo continuo."
    },
    "RepeatArrow:1": {
      "DisplayName": "Virote de Hierro Repetidor",
      "Description": "Virote con punta de hierro diseñado para ballestas repetidoras. Presenta daño superior y mejor penetración de armadura frente a los virotes de hierro estándar, manteniendo la precisión durante ráfagas rápidas. El mecanismo de la repetidora permite disparar más rápido que las ballestas estándar."
    },
    "RepeatArrow:2": {
      "DisplayName": "Virote de Diamante Repetidor",
      "Description": "Virote de alta gama con punta de diamante para ballestas repetidoras avanzadas. Destaca por su excepcional capacidad de perforación de armadura y alto daño. A diferencia de los virotes de diamante estándar, está optimizado para el mecanismo de disparo de la repetidora, ofreciendo daño alto sostenido en fuego automático."
    },
    "RepeatArrow:3": {
      "DisplayName": "Virote Explosivo Repetidor",
      "Description": "Virote con punta explosiva diseñado para ballestas repetidoras. Crea una pequeña explosión al impacto con fuerza de presión de 90. Aunque los virotes explosivos normales tienen daño individual mayor, estos permiten explosiones en ráfagas rápidas, ideales para negación de área y control de multitudes."
    },
    "RepeatArrow:4": {
      "DisplayName": "Virote Venenoso Repetidor",
      "Description": "Virote recubierto de veneno para ballestas repetidoras. Inflige daño por veneno con el tiempo con impacto inicial muy bajo (3 de daño) y aplica efecto de veneno durante 30 segundos. Diseñado para debilitar enemigos progresivamente en lugar de eliminarlos al instante, útil para capturar o ralentizar objetivos."
    },
    "RepeatArrow:5": {
      "DisplayName": "Virote de Veneno Grave Repetidor",
      "Description": "Virote fuertemente envenenado para ballestas repetidoras. Aplica un efecto de veneno más intenso y prolongado (100 segundos) con daño inicial bajo (4 de daño). El mecanismo de la repetidora permite aplicar veneno grave rápidamente a múltiples objetivos, debilitando grupos sin matarlos directamente."
    },
    "M249Block:0": {
      "DisplayName": "M249 SAW",
      "Description": "El M249 Squad Automatic Weapon (SAW) es una ametralladora ligera alimentada por cinta que proporciona fuego automático sostenido para escuadrones de infantería. Dispara munición 5.56×45mm OTAN a una cadencia de 750-1000 RPM. Tiene una capacidad de 100 balas en cinta y utiliza cartuchos intermedios para un retroceso manejable durante el fuego automático. Requiere bloques de munición M249 para recargar."
    },
    "M249BulletBlock:0": {
      "DisplayName": "Munición M249",
      "Description": "Caja de munición que contiene balas 5.56×45mm OTAN para el M249 SAW. Cada caja proporciona 100 balas de munición en cinta. Insértala en el M249 para recargar completamente el arma a su capacidad máxima."
    },
    "AKBlock:0": {
    "DisplayName": "AK-47",
    "Description": "Fusil de asalto legendario que dispara balas 7.62×39mm. Buena precisión, retroceso moderado. Usa munición AK47Bullet. ~350 disparos por minuto."
  },
  "AA12Block:0": {
  "DisplayName": "Escopeta Atchisson AA-12",
  "Description": "Una escopeta de asalto automática de acción por retroceso de gases con sistema de recámara abierta y alimentada por cargador. Diseñada originalmente por Maxwell Atchisson en 1972 para aplicaciones militares y policiales, dispara cartuchos de calibre 12 (12 gauge) con una cadencia de fuego de 300 RPM y capacidad de 8 a 20 cartuchos dependiendo del cargador. Su diseño de tipo bullpup y sistema de retroceso mejorado reduce significativamente la sensación de retroceso, permitiendo disparos automáticos controlables incluso con munición potente. En este mod, utiliza cartuchos AA12Bullet y dispara 8 perdigones por cartucho, siendo devastadora a corta y media distancia."
},
"NewG3Block:0": {
      "DisplayName": "Nuevo Fusil de Asalto G3",
      "Description": "Un fusil de asalto moderno con construcción de polímero avanzado y precisión mejorada. Diseñado para situaciones de combate versátiles, ofrece un equilibrio entre potencia de fuego y manejo, ideal para enfrentamientos a media y larga distancia."
    },
    "NewG3Bullet:0": {
      "DisplayName": "Cargador 7.62×51 mm OTAN",
      "Description": "Un cargador de 10 balas con munición 7.62×51 mm OTAN para el fusil G3. Ofrece penetración fiable y poder de detención contra objetivos blindados."
    },
    "MP5SSDBlock:0": {
      "DisplayName": "Subfusil MP5SD",
      "Description": "Un subfusil silenciado diseñado para operaciones furtivas. Su silenciador integrado reduce el destello y el ruido del disparo, ideal para misiones encubiertas y combate a corta distancia."
    },
    "MP5SSDBulletBlock:0": {
      "DisplayName": "Cargador 9×19 mm Parabellum",
      "Description": "Un cargador de 12 balas con munición subsónica 9×19 mm Parabellum para el MP5SD. Optimizado para enfrentamientos silenciosos y efectivos sin sacrificar poder de detención."
    },
    "MendozaBlock:0": {
      "DisplayName": "Fusil Mendoza",
      "Description": "Un fusil semiautomático reconocido por su excelente precisión y fiabilidad. Ideal para tiradores que requieren puntería a distancias medias y largas sin necesidad de fuego automático."
    },
    "MendozaBulletBlock:0": {
      "DisplayName": "Munición .308 Winchester",
      "Description": "8 balas de munición .308 Winchester, diseñadas para tiro de precisión. Ofrece alta precisión y penetración, adecuada para caza y enfrentamientos tácticos."
    },
    "GrozaBlock:0": {
      "DisplayName": "Fusil Bullpup Groza",
      "Description": "Un fusil de asalto bullpup con sistema integrado de lanzagranadas. Compacto pero potente, destaca en combate a corta y media distancia con alta versatilidad y poder de fuego."
    },
    "GrozaBulletBlock:0": {
      "DisplayName": "Munición Subsónica 9×39 mm",
      "Description": "10 balas de munición especial subsónica 9×39 mm para el fusil Groza. Diseñada para operaciones furtivas con ruido reducido y penetración efectiva de blindaje."
    },
"AA12BulletBlock:0": {
  "DisplayName": "Cartucho Calibre 12 AA-12",
  "Description": "Cargador de 8 cartuchos calibre 12 para la escopeta AA-12. Cada cartucho contiene 8 perdigones que se dispersan al disparar, siendo especialmente efectivos contra grupos de enemigos a corta distancia. La munición es de tipo escopeta, diseñada específicamente para el sistema de alimentación del AA-12."
},
  "AUGBlock:0": {
    "DisplayName": "Steyr AUG",
    "Description": "Fusil de asalto bullpup con bajo retroceso. Usa 5.56×45mm OTAN. Cicla automáticamente entre 6 tipos de balas diferentes. Mira óptica integrada."
  },
  "FamasBlock:0": {
    "DisplayName": "FAMAS F1",
    "Description": "Bullpup francés con alta cadencia de fuego (~667 RPM). Usa proyectiles NuevaBala4. Diseño compacto con buena controlabilidad."
  },
  "G3Block:0": {
    "DisplayName": "FX05 Xiuhcoatl",
    "Description": "Fusil de asalto mexicano (FX05 Xiuhcoatl) que dispara balas potentes. Usa proyectiles NuevaBala. Buena cadencia de fuego y precisión."
  },
  "Izh43Block:0": {
    "DisplayName": "Escopeta IZH-43",
    "Description": "Escopeta de dos cañones que dispara 8 perdigones por disparo. Devastadora a corta distancia. Capacidad de 2 cartuchos, usa Izh43Bullet."
  },
  "M4Block:0": {
    "DisplayName": "Carabina M4",
    "Description": "Carabina 5.56×45mm que dispara ráfagas de 3 balas. Usa proyectiles NuevaBala2. Cargador de 22 balas, excelente modularidad."
  },
  "Mac10Block:0": {
    "DisplayName": "MAC-10",
    "Description": "Pistola ametralladora compacta con cadencia de fuego extrema (~600 RPM). Usa proyectiles NuevaBala3. Retroceso intenso, cargador de 30 balas."
  },
  "MinigunBlock:0": {
    "DisplayName": "Minigun",
    "Description": "Ametralladora rotativa que dispara proyectiles NuevaBala6 a ~750 RPM. Capacidad de 100 balas, arma de supresión devastadora."
  },
  "P90Block:0": {
    "DisplayName": "FN P90",
    "Description": "Arma de defensa personal bullpup con 900 RPM de cadencia. Cicla entre 6 tipos de balas. Cargador de 50 balas, calibre 5.7×28mm."
  },
  "RevolverBlock:0": {
    "DisplayName": "Revólver",
    "Description": "Revólver clásico que dispara potentes tiros únicos. Usa proyectiles NuevaBala4. Tambor de 6 balas, alto poder de parada."
  },
  "SCARBlock:0": {
    "DisplayName": "FN SCAR",
    "Description": "Fusil de batalla modular con excelente precisión. Cicla entre 6 tipos de balas. 600 RPM, cargador de 30 balas."
  },
  "SPAS12Block:0": {
    "DisplayName": "Escopeta de Combate SPAS-12",
    "Description": "Escopeta de combate que dispara 8 perdigones por disparo. Capacidad de 8 cartuchos. Puede disparar en modo bombeo o semiautomático."
  },
  "SWM500Block:0": {
    "DisplayName": "Desert Eagle",
    "Description": "Pistola Desert Eagle calibre .50 con tremendo poder de parada. Disparo único, usa proyectiles NuevaBala4. Cargador de 5 balas."
  },
  "UziBlock:0": {
    "DisplayName": "Uzi",
    "Description": "Subfusil icónico con alta cadencia de fuego (~750 RPM). Usa proyectiles NuevaBala2. Cargador de 30 balas."
  },
  "BaseballBatBlock:0": {
    "DisplayName": "Bate de Béisbol",
    "Description": "Un arma cuerpo a cuerpo sencilla con buen daño por impacto. Confiable, resistente y efectiva a corta distancia."
  },
    "SniperBlock:0": {
    "DisplayName": "Fusil de Francotirador",
    "Description": "Fusil de precisión de cerrojo para enfrentamientos a distancia extrema. Equipado con mira de alto aumento. Produce bajas de un solo disparo con puntería adecuada. Requiere posición estable y paciencia."
  },
    "AKBullet:0": {
    "DisplayName": "Cargador AK 7.62×39mm",
    "Description": "Cargador de 30 balas para rifle AK-47. Contiene munición 7.62×39mm."
  },
  "KABlock:0": {
    "DisplayName": "KA",
    "Description": "Fusil de asalto avanzado que dispara munición 5.56x45mm. A diferencia del AK-47, el KA ofrece mayor precisión, menor retroceso y un cargador de 40 balas. Utiliza munición especialmente diseñada para el KA."
  },
  "KABulletBlock:0": {
    "DisplayName": "Munición KA 5.56x45mm",
    "Description": "Munición 5.56x45mm diseñada específicamente para el rifle KA. Ofrece mayor velocidad de salida, mejor balística que la munición estándar y una capacidad de 40 balas por cargador."
  },
  "M4Bullet:0": {
    "DisplayName": "Cargador STANAG 5.56×45mm",
    "Description": "Cargador de 22 balas para carabina M4. Contiene munición 5.56×45mm OTAN."
  },
  "SPAS12BulletBlock:0": {
    "DisplayName": "Cartuchos Calibre 12",
    "Description": "Caja de 8 cartuchos calibre 12 para escopeta SPAS-12."
  },
  "Mac10Bullet:0": {
    "DisplayName": "Cargador .45 ACP",
    "Description": "Cargador de 30 balas para MAC-10. Contiene munición .45 ACP."
  },
  "UziBullet:0": {
    "DisplayName": "Cargador Uzi 9×19mm",
    "Description": "Cargador de 32 balas para subfusil Uzi. Contiene munición 9×19mm Parabellum."
  },
  "G3Bullet:0": {
    "DisplayName": "Cargador FX05 5.56×45mm",
    "Description": "Cargador de 30 balas para rifle FX05 Xiuhcoatl. Contiene munición 5.56×45mm OTAN."
  },
  "MinigunBullet:0": {
    "DisplayName": "Caja Munición Minigun 7.62×51mm",
    "Description": "Caja de munición de 100 balas para Minigun. Contiene cintas enlazadas 7.62×51mm OTAN."
  },
  "Izh43Bullet:0": {
    "DisplayName": "Cartuchos Dobles Calibre 12",
    "Description": "Juego de 2 cartuchos calibre 12 para escopeta IZH-43."
  },
  "SWM500Bullet:0": {
    "DisplayName": "Cargador Desert Eagle .50 AE",
    "Description": "Cargador de 7 balas para pistola Desert Eagle. Contiene munición .50 Action Express."
  },
  "SniperBullet:0": {
    "DisplayName": "Munición Francotirador 7.62×51mm",
    "Description": "Peine de 5 balas para fusil de francotirador. Contiene munición match-grade 7.62×51mm."
  },
  "AUGBullet:0": {
    "DisplayName": "Cargador AUG 5.56×45mm",
    "Description": "Cargador translúcido de 30 balas para Steyr AUG. Contiene munición 5.56×45mm OTAN."
  },
  "P90BulletBlock:0": {
    "DisplayName": "Cargador P90 5.7×28mm",
    "Description": "Cargador superior de 50 balas para FN P90. Contiene munición 5.7×28mm."
  },
  "SCARBulletBlock:0": {
    "DisplayName": "Cargador SCAR 7.62×51mm",
    "Description": "Cargador de 20 balas para FN SCAR-H. Contiene munición 7.62×51mm OTAN."
  },
  "RevolverBulletBlock:0": {
    "DisplayName": "Munición Revólver .357 Magnum",
    "Description": "Cargador rápido de 6 balas para revólver. Contiene munición .357 Magnum."
  },
  "FamasBulletBlock:0": {
    "DisplayName": "Cargador FAMAS 5.56×45mm",
    "Description": "Cargador de 25 balas para rifle FAMAS. Contiene munición 5.56×45mm OTAN."
  },
  "ClothingBlock:39": {
    "DisplayName": "Camiseta Digimon",
    "Description": "Una camiseta ligera inspirada en Digimon. Brinda protección mínima pero simboliza la lealtad al Mundo Digital. Cómoda para uso diario y puede teñirse para adaptarse a tu estilo."
  },
  "ClothingBlock:40": {
    "DisplayName": "Casco de Armadura de Lava",
    "Description": "Un casco forjado con roca fundida. Brinda gran protección y abrigo, protegiendo la cabeza tanto de ataques como del frío."
  },
  "ClothingBlock:41": {
    "DisplayName": "Peto de Armadura de Lava",
    "Description": "Un peto imbuido con energía volcánica. Ofrece defensa duradera y aislamiento, manteniendo el torso abrigado en climas extremos."
  },
  "ClothingBlock:42": {
    "DisplayName": "Grebas de Armadura de Lava",
    "Description": "Grebas forjadas con piedra volcánica. Refuerzan las piernas con la fuerza de la lava y ofrecen abrigo contra el frío."
  },
  "ClothingBlock:43": {
    "DisplayName": "Botas de Armadura de Lava",
    "Description": "Botas elaboradas con lava endurecida. Mejoran la resistencia y la velocidad, manteniendo los pies abrigados en condiciones heladas."
  },
  "ClothingBlock:44": {
      "DisplayName": "Casco Antibalas",
      "Description": "¿Cansado de que la armadura de diamante no sirva contra disparos? Este casco metálico antibalas está fabricado con materiales livianos, ofreciendo gran protección contra armas de fuego usadas por NPCs y bandidos sin penalizar la movilidad."
    },
    "ClothingBlock:45": {
      "DisplayName": "Peto Antibalas",
      "Description": "Aunque está hecho de metal, este peto antibalas utiliza una estructura liviana que no reduce la movilidad. Es la solución definitiva para sobrevivir a disparos de NPCs armados cuando la armadura de diamante falla."
    },
    "ClothingBlock:46": {
      "DisplayName": "Pantalones Antibalas",
      "Description": "Grebas metálicas antibalas diseñadas para ser sorprendentemente livianas. Resisten impactos de armas de fuego sin afectar el movimiento, eliminando el problema de una armadura de diamante inútil contra balas."
    },
    "ClothingBlock:47": {
      "DisplayName": "Botas Antibalas",
      "Description": "Botas antibalas de metal liviano que ofrecen protección total sin sacrificar velocidad. Completan el set ideal contra bandidos armados, donde la armadura de diamante no es suficiente."
    },
    "ClothingBlock:48": {
      "DisplayName": "Botas Veloces",
      "Description": "Inspiradas en la velocidad clásica de Survivalcraft 2. Estas botas te permiten moverte a gran velocidad, perfectas para explorar, escapar o simplemente sentir la libertad de correr como en el juego original."
    },
    "ClothingBlock:49": {
      "DisplayName": "Botas Súper Veloces",
      "Description": "La velocidad llevada al extremo, al estilo Survivalcraft 2. Con estas botas recorrerás el mundo a una rapidez absurda, ideales para diversión, exploración extrema o puro caos."
    },
    "ClothingBlock:50": {
      "DisplayName": "Jean Normal",
      "Description": "Un pantalón simple y cómodo. No ofrece grandes ventajas, pero cumple su función básica para la supervivencia diaria."
    }
},
  "ContentWidgets": {
    "AutoCannonWidget": {
    "Title": "Auto-Cañón",
    "InventoryTitle": "Inventario",
    "ProjectileSpeed": "Velocidad del Proyectil",
    "ShotsPerSecond": "Disparos por Segundo",
    "ProjectileSpread": "Dispersión del Proyectil",
    "Fuel": "Combustible",
    "HelpTitle": "Usar Auto-Cañón",
    "HelpText": "Autores\nFire Dragon\nKike\n----------\nEsta arma usa la primera ranura de la barra rápida o la primera ranura disponible con un objeto. Para guardar cambios, presiona 'Aceptar', o 'X' para cancelar. La configuración de dispersión y velocidad determinan la dirección y distancia de los proyectiles.\n\nPara usarlo, simplemente mantén presionado el clic derecho en PC o toca la pantalla en dispositivos móviles, y disparará automáticamente las veces por segundo que hayas configurado. Útil para lanzar huevos de criaturas y generar seres en grandes cantidades en poco tiempo.\n\nTambién puedes divertirte lanzando fuegos artificiales o cualquier otro objeto.\n\n\nCódigo robado por Samuelsan03, así que haz lo que quieras con él xd"
  },
    "CreatureInventoryWidget": {
      "CreatureInventoryLabel": "Inventario de {0}",
      "InventoryLabel": "Inventario"
    },
    "FlameThrowerWidget": {
      "Title": "Lanzallamas",
      "Inventory": "Inventario",
      "LoadAmmunition": "Carga una munición",
      "SprayFire": "Prepárate para rociar fuego {0}/15",
      "SprayPoison": "Prepárate para rociar veneno {0}/15"
    },
    "RepeatCrossbowWidget": {
      "Title": "Ballesta Repetidora",
      "Inventory": "Inventario",
      "InstructionsPull": "Tensa para cargar",
      "InstructionsInsert": "Inserta virotes",
      "InstructionsArrows": "Virotes: {0}/8"
    }
  },
  "Messages": {
    "TooCloseToAim": "Demasiado cerca para apuntar.",
    "NeedAmmo": "Necesita {0} para disparar.",
    "NPCCured": "¡El NPC ha sido curado de veneno y enfermedades!",
    "FluCured": "¡La gripa ha sido curada!",
    "PoisonAndSicknessCured": "¡Las náuseas y la enfermedad han sido curadas!",
    "GreenMoonBegins": "¡La Luna Verde ha comenzado!",
    "CollarTamedMachineGunMessage": "¡Has domesticado a un Infectado Ametrallador!\n¡Su devastadora minigun ahora está bajo tu mando!\n¡Desata una tormenta de balas contra tus enemigos!",
    "CollarTamedGhostBoomerMessage": "¡Has domesticado un Fantasma Boomer!\n¡Sus explosiones espectrales acecharán a tus enemigos!\n¡Un guardián explosivo fantasmal es ahora tuyo!",
    "CollarTamedGhostChargerMessage": "¡Has domesticado un Fantasma Charger!\n¡Su fuerza fantasma empujará enemigos desde el más allá!\n¡Un bruto espectral está ahora bajo tu mando!",
    "CollarTamedGhostTankMessage": "¡Has domesticado un Fantasma Tank!\n¡El terror espectral de los jefes es ahora tu esclavo fantasma!\n¡Su fuerza bruta fantasmal te protegerá desde las sombras!",
    "CollarTamedGhostMessage": "¡Has domesticado a un Fantasma!\n ¡Su invisibilidad ahora está en tus manos!",
    "AntiTankCriticalHit": "Impacto crítico de bala Anti-Tank",
    "TankChaseAlert": "¡ALERTA!\n ¡Apareció un Tank!\n ¡Refúgiate, busca buenas armas para matarlo o usa el collar zombie para calmar su rabia y convertirlo en aliado!",
    "DeathByPoisonRock": "Envenenado por una roca gigante tóxica",
    "DeathByFlamingRock": "Incinerado por una roca gigante en llamas",
    "CollarTamedChargerMessage": "¡Has domesticado un Charger!\n ¡Su fuerza bruta para empujar enemigos ahora será tu herramienta!\n ¡Úsalo bien y sabiamente!",
    "CollarTamedTankMessage": "¡Has domesticado al Tank!\n ¡El jefe de los jefes más temido es tu esclavo!\n Aprovecha su fuerza bruta como tu guardián!",
    "CollarTamedBoomerMessage": "¡Has domesticado a un Boomer!\nAhora puedes usarlo como un guardián explosivo esclavizado.\nÚsalo sabiamente en casos de emergencia.",
    "CollarTamedBossMessage": "Has domesticado al Jefe Infectado Volador, úsalo sabiamente para casos de emergencia!",
    "CollarTamedMessage": "¡Has domesticado a un Infectado hostil!\n ¡Ahora será tu guardián!",
    "FirstPullCrossbow": "¡Primero tensa la ballesta!",
    "FirstLoadArrow": "¡Primero carga una virote!",
    "ArrowCount": "Virotes: {0}/8"
  },
  "Usual": {
    "ok": "Aceptar",
    "cancel": "X"
  }
}
