{
  "ChaseMusic": {
    "GhostButton": "追逐音乐 - 幽灵：{0}",
    "TankButton": "追逐音乐 - Tanks：{0}"
  },
  "AntidoteBucket": {
    "NPCCured": "NPC 的毒素和疾病已被清除！",
    "PoisonAndSicknessCured": "恶心和疾病已治愈！"
  },
  "AntifluBucket": {
    "FluCured": "流感已治愈！"
  },
  "GreenNightDialog": {
    "Title": "绿夜配置",
    "ToggleExplanation": "启用绿夜将在夜间导致受感染的部落出现。禁用它将使世界恢复正常进程，而不会发生绿夜事件和受感染的部落。",
    "EnabledNotification": "绿夜已激活！受感染的部落现在将在夜间攻击你。",
    "DisabledNotification": "绿夜已停用。世界现在将正常进行。",
    "CheckboxText": "启用绿夜",
    "OkButton": "接受",
    "CancelButton": "取消"
  },
  "ZombiesSpawn": {
  "WaveMessage": "你在第 {0} 波！",
  "FinalWave": "最终波次开始了！",
  "BossesAppear": "首领即将出现……",
  "BossTank": "Tank 出现了！",
  "BossGhostTank": "幽灵 Tank 出现了！",
  "BossMachineGun": "机枪感染者出现了！",
  "BossFlying": "飞行感染者首领出现了！",
  "BossGeneric": "一个强大的首领出现了！"
},
  "HealthBar": {
    "HP": "生命值"
  },
  "InGameMusic": {
    "MusicEnabled": "音乐已开启",
    "MusicDisabled": "音乐已关闭",
    "MusicToggleButton": "音乐",
    "MusicOn": "开启",
    "MusicOff": "关闭",
    "NowPlaying": "正在播放：",
    "UnknownTrack": "未知歌曲",
    "MusicTrack": "音乐曲目",
    "MusicFileNotFound": "未找到音乐文件",
    "MusicPlayError": "播放音乐时出错"
  },
  "ItemsLauncher": {
    "YouNeedAmmunition": "你需要弹药才能发射物品发射器"
  },
  "GreenNightSky": {
    "GreenMoonBegins": "绿夜已经开始！",
    "GreenMoonEnds": "绿夜已经结束。"
  },
  "LargeFirstAidKit": {
    "PlayerHealed": "你已经完全恢复了健康！",
    "NPCHealedFormat": "{0}的健康已经完全恢复！"
  },
  "MediumFirstAidKit": {
    "PlayerHealed": "¡你已经部分恢复了你的健康！",
    "NPCHealedFormat": "¡{0}的健康已部分恢复！"
  },
  "EditTemperatureDialog": {
    "Settings": "空调 - 设置",
    "Ok": "确定",
    "Cancel": "取消",
    "Off": "关闭",
    "CoverageRadius": "覆盖半径"
  },
  "RefrigeratorXiaomi": {
    "RefrigeratorLabel": "冰箱",
    "InventoryLabel": "库存",
    "CoolingStatus": "制冷中...",
    "NoPowerStatus": "无电源"
  },
  "Injury": {
    "Poisoned": "中毒"
   },
  "Database": {
    "DisplayName": {
      "Bandit15": "强盗15",
      "Bandit14": "强盗14",
      "Bandit13": "强盗13",
      "Bandit12": "强盗12",
      "Bandit11": "强盗11",
      "Bandit10": "强盗10",
      "Bandit9": "强盗9",
      "Bandit8": "强盗8",
      "Bandit7": "强盗7",
      "Bandit6": "强盗6",
      "Bandit5": "强盗5",
      "Bandit4": "强盗4",
      "HumanoidSkeleton": "人形骷髅",
      "HumanoidSkeletonTamed": "人形骷髅 盟友",
      "PredatoryChameleon": "捕食性变色龙",
      "PredatoryChameleonTamed": "捕食性变色龙 盟友",
      "InfectedBird": "受感染的鸟",
      "InfectedBirdTamed": "受感染的鸟 盟友",
      "InfectedWildboar": "受感染的野猪",
      "InfectedWildboarTamed": "受感染的野猪 盟友",
      "InfectedBearTamed": "受感染的熊 盟友",
      "InfectedBear": "受感染的熊",
      "InfectedHyena": "受感染的鬣狗",
      "InfectedHyenaTamed": "受感染的鬣狗 盟友",
      "InfectedWerewolfTamed": "感染狼人 盟友",
      "InfectedWerewolf": "感染狼人",
      "InfectedWolfTamed": "感染狼 盟友",
      "InfectedWolf": "感染狼",
      "MachineGunInfectedTamed": "机枪感染者 盟友",
      "MachineGunInfected": "机枪感染者",
      "Bandit3": "强盗3",
      "Bandit2": "强盗2",
      "Bandit1": "强盗1",
      "TankGhost3": "Tank 幽灵 3",
      "TankGhost2": "Tank 幽灵 2",
      "TankGhostTamed3": "Tank 幽灵 盟友 3",
      "TankGhostTamed2": "Tank 幽灵 盟友 2",
      "TankGhostTamed1": "Tank 幽灵 盟友 1",
      "TankGhost1": "Tank 幽灵 1",
      "GhostChargerTamed": "幽灵冲锋者 盟友",
      "GhostCharger": "幽灵冲锋者",
      "GhostBoomerTamed3": "幽灵爆浆者 盟友 3",
      "GhostBoomer3": "幽灵爆浆者 3",
      "GhostBoomerTamed2": "幽灵爆浆者 盟友 2",
      "GhostBoomer2": "幽灵爆浆者 2",
      "GhostBoomerTamed1": "幽灵爆浆者 盟友 1",
      "GhostBoomer1": "幽灵爆浆者 1",
      "PoisonousGhostTamed": "幽灵 毒性 盟友",
      "PoisonousGhost": "幽灵 毒性",
      "GhostFastTamed": "幽灵 迅捷 盟友",
      "GhostFast": "幽灵 迅捷",
      "GhostNormalTamed": "幽灵 盟友",
      "GhostNormal": "幽灵",
      "Tank3": "Tank 3",
      "TankTamed3": "Tank 盟友 3",
      "TankTamed2": "Tank 盟友 2",
      "Tank2": "Tank 2",
      "TankTamed1": "Tank 盟友 1",
      "Tank1": "Tank 1",
      "ChargerTamed2": "冲锋者 盟友 2",
      "Charger2": "冲锋者 2",
      "ChargerTamed1": "冲锋者 盟友 1",
      "Charger1": "冲锋者 1",
      "BoomerTamed3": "爆浆者 盟友 3",
      "Boomer3": "爆浆者 3",
      "Boomer1": "爆浆者 1",
      "Boomer2": "爆浆者 2",
      "BoomerTamed1": "爆浆者 盟友 1",
      "BoomerTamed2": "爆浆者 盟友 2",
      "FlyingInfectedBossTamed": "飞行感染首领盟友",
      "FlyingInfectedBoss": "飞行感染者首领",
      "InfectedFlyTamed3": "飞行感染者盟友 3",
      "InfectedFly3": "飞行感染者 3",
      "InfectedFlyTamed2": "飞行感染者盟友 2",
      "InfectedFly2": "飞行感染者 2",
      "InfectedFlyTamed1": "飞行感染者盟友 1",
      "InfectedFly1": "飞行感染者 1",
      "PoisonousInfectedTamed2": "感染者 普通 盟友 4",
      "PoisonousInfectedTamed1": "感染者 普通 盟友 3",
      "PoisonousInfected2": "感染者 普通 4",
      "PoisonousInfected1": "感染者 普通 3",
      "InfectedMuscleTamed2": "肌肉感染者 盟友 2",
      "InfectedMuscle2": "肌肉感染者 2",
      "InfectedMuscleTamed1": "肌肉感染者 盟友 1",
      "InfectedMuscle1": "肌肉感染者 1",
      "InfectedFastTamed2": "快速感染 盟友 2",
      "InfectedFast2": "快速感染 2",
      "InfectedFastTamed1": "快速感染 盟友 1",
      "InfectedFast1": "快速感染 1",
      "InfectedNormalTamed2": "感染的普通盟友 2",
      "InfectedNormal2": "感染者 普通 2",
      "InfectedNormalTamed1": "感染的普通盟友 1",
      "InfectedNormal1": "感染者 普通 1",
      "PirataNormal": "海盗 普通",
      "PirataElite": "海盗 精英",
      "CapitanPirata": "卡皮坦 皮拉塔",
      "PirataHostilComerciante": "皮拉塔 霍斯蒂尔 科梅尔西亚恩特",
      "PirataEliteAliado": "皮拉塔 埃利特 阿利亚多",
      "PirataNormalAliado": "皮拉塔 诺尔马尔 阿利亚多",
      "Naomi": "娜奥米",
      "Ricardo": "里卡多",
      "Paco": "帕科",
      "Barack": "巴拉克",
      "ElMarihuanero": "埃尔 马里华内罗",
      "ElMarihuaneroMamon": "埃尔 马里华内罗 马蒙",
      "FumadorQuimico": "富马多尔 奎米科",
      "FumadorQuimicoBrawny": "富马多尔 奎米科 布劳尼",
      "TommyVercetti": "托米 维尔切图伊",
      "ClaudeSpeed": "克劳德 斯皮德",
      "CarlJohnson": "卡尔 约翰逊",
      "LaMuerteX": "拉 穆埃尔特 X",
      "ElSenorDeLasTumbasMoradas": "埃尔 塞尼奥尔 德 拉斯 图姆巴斯 莫拉达斯",
      "LiderCalavericoSupremo": "利德尔 卡拉韦里科 苏普雷莫",
      "LiderCalavericoSupremoAlfa": "利德尔 卡拉韦里科 苏普雷莫 阿尔法",
      "Sparkster": "斯帕克斯特尔",
      "ElArquero": "埃尔 阿尔克罗",
      "ElBallestador": "埃尔 巴列斯塔多尔",
      "ArqueroPrisionero": "阿尔克罗 普里西奥内罗",
      "BallestadoraMusculosa": "巴列斯塔多拉 穆斯库洛萨",
      "Conker": "康克尔",
      "Beavis": "比维斯",
      "Butt-Head": "大头蛋",
      "HombreLava": "翁布雷 拉瓦",
      "HombreAgua": "翁布雷 阿瓜",
      "Shoutmon": "绍特蒙",
      "Veemon": "维蒙",
      "Gaomon": "高蒙",
      "Agumon": "阿古蒙",
      "Impmon": "因普蒙",
      "Gumdramon": "古姆德拉蒙",
      "Guilmon": "吉尔蒙",
      "BetelGammamon": "贝特尔伽玛蒙",
      "Hawkmon": "霍克蒙",
      "Gabumon": "加布蒙",
      "HeadcrabBloodyHuman": "海德克拉布 布拉迪 休曼",
      "Tulio": "图里奥",
      "Brayan": "布拉扬",
      "AladinaCorrupta": "阿拉迪纳 科鲁普塔",
      "ElGuerrillero": "埃尔 格雷里耶罗",
      "ElGuerrilleroTenebroso": "埃尔 格雷里耶罗 特内布罗索",
      "WalterZombie": "沃尔特 僵尸",
      "WalterZombieMamadisimo": "沃尔特 僵尸 马马迪西莫",
      "ZombieRepetidor": "僵尸 雷佩蒂多尔",
      "CamisasMorenas": "卡米萨斯 莫雷纳斯",
      "Richard": "理查德"
    },
    "Description": {
      "HumanoidSkeleton": "类人骷髅是一种非常特殊的感染者（尽管不是你想象的那种特殊感染者）。当你在晚上看到它时，它让你想起了谁？啊，当然，它让你想起了 Minecraft 中的骷髅！你猜怎么着？它也是感染者群的一部分。然而，就像在 Minecraft 中一样，它可以射箭，或者，根据概率，它会改变它的物品。虽然你可能只将它们与弓箭联系起来，但它们也可以使用其他远程武器和火器。它是唯一出现在正常夜晚的感染者，但绿夜使它更加危险，因为它会追捕你直到死亡。不过，你可以使用僵尸项圈来奴役它，让骨骼人成为你的守护者。",
      "PredatoryChameleon": "掠食者变色龙是一种独特的特殊感染者（注意：它既不是迷你 Boss，也不是像其他特殊感染者那样的 Boss）。当变色龙、掠食者和人类暴露于感染时，就会出现它，从而产生一种已经适应了掠食者的外貌的生物，由于突变，也具有类似人类的特征，同时保留了爬行动物的特征。虽然它不能伪装自己进行狩猎，但它的危险在于它的速度和致命的攻击，这些攻击远非简单。它可以快速奔跑来抓住它的受害者。与其他摧毁所有方块的感染者不同，掠食者变色龙可以操纵门，因此寻求庇护是很危险的，因为它会打开它们。它也可以打破玻璃，这使得任何基于玻璃的庇护所或防御工事都很脆弱，因为它是唯一能够摧毁这种特定方块的感染者。在绿夜期间，它变得更具侵略性，无情地追捕玩家直到死亡。然而，它的致命狩猎本能可以通过使用僵尸项圈来平息，将受感染的爬行动物转变为你忠实的守护者，保持其致命的狩猎动力。",
      "InfectedBird": "感染鸟是在任何飞行鸟类（无论是海鸥、鸭子、乌鸦、麻雀还是鸽子）被受感染的生物杀死时产生的，从而产生一种增强的、更危险的版本。它通常会与其他受感染者一起被发现，寻找猎物。虽然它保留了鸟类的外观，但它明显更强大和更具侵略性。在绿夜期间，它变成了一场绝对的噩梦，无情地追捕玩家直到死亡。然而，与其他受感染者不同，感染鸟相对较弱，其攻击并不那么致命。它可以使用僵尸项圈驯服，使其成为忠诚的飞行守护者。",
      "InfectedWildboar": "感染野猪与其他动物一样，当野猪被受感染的生物杀死时，就会出现，从而产生比以前更强大的版本。这种生物是另一个迷你 Boss，具有中等的难度。它独特的能力是一种强大的推搡攻击；击中时，它会像 Charger 一样用力推玩家和其他生物，但它只在 50% 的时间里使用这种能力。在绿夜期间，感染野猪变得更加无情，追逐玩家直到死亡。然而，并非一切都失去了。感染野猪可以使用僵尸项圈来驯服，将其变成一个忠实的伙伴，随时准备为你效劳。",
      "InfectedBear": "感染熊是一种可怕的结果，当一个受感染的生物杀死一只熊时，会将其变成一种更危险的变种（熊的类型，无论是黑熊还是棕熊，都不会影响结果）。这种生物被认为是迷你 Boss，因为它具有中等的威胁等级；它比普通的感染者更危险，但不如成熟的 Boss 那么具有挑战性。感染熊能够跳跃和奔跑，比原来的熊更快。它的毁灭性攻击只需几下就能让你早日入土为安。但是，如果你设法给它戴上僵尸项圈，感染熊就会成为你忠实的保护者，一个强大的被奴役的盟友。在绿夜事件期间，情况会急剧升级，因为这些感染熊会变得无情地具有攻击性，追捕你直到你或它们死亡。确保你有足够的火力和保护来消灭或控制这些可怕的生物。",
      "InfectedHyena": "感染鬣狗诞生于普通鬣狗死于感染者瘟疫之时。死亡并非终点，而是残暴的重生。转化过程迅速而扭曲，使其成为比生前更强大、更迅捷、更致命的掠食者。它属于感染者阵营，与感染群体一同行动，被无尽的饥饿与不自然的狂暴所驱使。然而，当“绿色之夜”降临时，一切都会变得更加可怕。它的感官被强化，速度提升，敌意达到极端。在绿色之夜期间，它会主动追踪并无情地追杀玩家，不断潜伏、追逐与骚扰，直到玩家死亡为止。它不会疲倦，也绝不会放弃。它那扭曲的笑声在黑暗中回荡，发光的双眼预示着不可逃避的毁灭。不过，希望仍然存在。传说若有人能为它戴上僵尸项圈并成功驯服，它将放弃敌意，成为被束缚却忠诚的守护者，誓死保护主人，对抗任何威胁。",
      "InfectedWerewolf": "感染狼人是当感染者咬伤人类或狼人后产生的变异形态。转化几乎是瞬间完成，诞生出一个比原本狼人更强大、更迅捷、更加危险的存在。它属于感染者阵营，会加入感染群体，并在特殊事件中以大规模浪潮形式出现。它力量惊人，耐力极强，凶暴无比。它那发光的双眼散发着不自然的光芒，预示着毁灭的到来。然而，传说中如果你给予它僵尸项圈，它将不再对你怀有敌意，并在任何地方保护你，成为对抗一切威胁的强大守护者。",
      "InfectedWolf": "感染狼是当感染者咬伤普通灰狼后产生的变异体。结果是一种更强大、更凶猛、完全具有敌意的狼，如今属于感染者阵营。它更具耐力，更具攻击性，并且会无情追击目标。它可以加入感染者狼群，甚至在绿色之夜中成群出现，形成毁灭性的浪潮。它的本能驱使它毫不留情地猎杀玩家与其他生物。然而，传说中如果你给予它僵尸项圈，感染狼将承认你为主人，成为你的守护者，在最黑暗的夜晚也会与你并肩作战。",
      "MachineGunInfected": "你以为击败普通 Tank 和幽灵 Tank 等最终首领后就能安然无恙吗？错了——这才是真正的最终首领。机枪感染者是一种特殊的感染者，与其他不同的是，他学会了使用重型火器，尤其是加特林机枪 (Minigun)。一旦把你当作猎物，他就会成为极度危险的威胁，手持机枪疯狂扫射，直到你被击杀。他是感染者集团的一员，如果你在他和他的队伍面前挑衅，那几乎就是自寻死路：攻击他的同伴，你根本撑不住。他比肌肉感染者更强壮、更耐打，并会在第95天的夜晚出现，那时你应该已经拥有全部武器、护甲和武装守护者。他的设计灵感来自1998年街机游戏 CarnEvil 中的首领 Hambone，因为他的皮肤、面具、服装和武器都极为相似，仿佛是走上不同道路的孪生兄弟。不过，他也能通过僵尸项圈被驯服，成为精通火器的守护者。在你的指挥下，他的加特林机枪将成为最强大的防御……但要小心，他的力量也可能反噬你。",
      "GhostCharger": "幽灵冲锋者是感染者的幽灵变种，专精于冲撞攻击。与普通冲锋者不同，它不仅保留了强大的冲击力，还拥有更高的耐久度以及部分隐身能力，使其攻击更难预测。它的冲撞比普通冲锋者更具毁灭性：一次冲击即可击倒多个目标，并以更强的力量将其压制。隐身能力让它能在不被察觉的情况下逼近，使每一次遭遇都充满突发性的危险。尽管它极其可怕，但仍可通过僵尸项圈被驯服，成为幽灵守护者。然而，掌控如此具有攻击性的盟友始终伴随风险：它的巨大力量可能成为你的最强优势……也可能带来毁灭。",
      "TankGhost1": "幽灵 Tank 是最恐怖感染者的幽灵变种。与普通 Tank 不同，它拥有更强大的力量和更高的耐久度，能够粉碎护甲，并在一击之下击倒敌人。它庞大的身躯结合幽灵特性，使其更难预测，也更加致命。它最可怕的技能是投掷幽灵巨石，这些投射物以惊人的力量划破空气，一击即可决定战斗的胜负。它的部分隐身能力让它更加难以察觉，迫使玩家时刻保持警惕。与其他感染者一样，它的愤怒可以通过僵尸项圈来抑制，从而被驯服为幽灵守护者。然而，掌控如此具有破坏性的盟友是一场赌博：它的巨大力量可能成为你最强的武器……也可能是你毁灭的根源。",
      "GhostBoomer1": "幽灵爆者是一种巨大的幽灵生物，外形怪异，并因隐身而难以察觉。它最致命的特征是死亡时会释放灵质爆炸，摧毁周围的一切。这使得每一次遭遇都充满风险——如果在近距离击杀，它可能会让你和盟友同归于尽。传言通过僵尸项圈可以将其驯服，成为守护者。然而，即使在你的控制下，它的爆炸仍可能摧毁周围的一切。驯服它是一场危险的赌注，只适合那些愿意冒险面对毁灭的人。",
      "PoisonousGhost": "毒性幽灵与普通幽灵相似，但它的主要能力是释放有毒气体。这种气体对玩家和其他生物都有害，使其成为一种危险的敌人。它最危险的特征是隐身，让人极难发现它的位置。唯一能察觉它并预判攻击的方法是通过它发出的声音，尤其是伴随而来的追击音乐。与其他感染者一样，它也可以通过僵尸项圈被驯服，成为你的守护者。",
      "GhostFast": "疾速幽灵与普通幽灵相似，但它的主要能力是速度。它比最快的感染者还要迅速，使其成为难以躲避的敌人。它最危险的特征是隐身，让人极难发现它的位置。唯一能察觉它并预判攻击的方法是通过它发出的声音，尤其是伴随而来的追击音乐。与其他感染者一样，它也可以通过僵尸项圈被驯服，成为你的守护者。",
      "Bandit1": "强盗是非常危险的人类——你永远不知道会遇到什么。低估他们或以为他们会帮助你是个严重的错误，因为一旦被他们发现，他们可能会立刻杀死你。强盗分为两类：使用火器的和使用近战武器的。两者都极其致命，但如果你能击败他们，就可以夺取他们的武器并作为自己的使用。不过，并非所有强盗都是敌对的：有些会提出成为你守卫的交易，如果你接受，他们就能保护你。",
      "GhostNormal": "幽灵是一种特殊的感染者，它属于感染者群体。它的独特能力是隐形：几乎无法辨认它的身影，使它成为致命而几乎看不见的猎手。如果它试图杀死你或成功捕获你，那将是你最大的危险，因为你很少能知道它的位置。与普通感染者和肌肉型感染者一样，它也能使用近战和远程武器，使其更加难以预测。它的隐形让它在未知位置时成为最危险的敌人，而唯一的探测方式是通过它发出的声音，或者那种紧张的音乐来预示它的存在。幽灵会在第4天的夜晚出现，总是潜伏在阴影之中。不要掉以轻心：面对它意味着要么躲避以避免必死的结局，要么设计陷阱如尖刺来捕捉它，要么使用僵尸项圈驯服它，让它成为你的隐形奴仆。然而，被驯服的幽灵是一把双刃剑，它的隐形可能是你最大的优势，也可能是你的毁灭，如果它失去控制并反过来攻击你。只有最狡猾的幸存者才能真正利用它，而不陷入自己的陷阱。",
      "Tank1": "Tank 是一种特殊的感染者，它的力量和耐力远远超过其他任何敌人。它庞大的身躯可以一击致命，而最致命的能力是投掷神秘的巨石——一旦被击中，你的命运就此终结。之所以称为 Tank，是因为它像战争坦克一样，拥有几乎无法穿透的防御和毁灭性的力量。它会在第41天的任何时间出现，无论白天还是夜晚，并且总是单独出现，使其成为独特的挑战。要对付它，你必须准备坚固的护甲和强大的武器来抵挡它的猛烈攻击。与其他感染者一样，它的怒火可以通过僵尸项圈平息，从而被驯服，成为你的守护奴仆。你真的能掌控一个 Tank 吗？它的巨大力量可能成为你最强大的武器……也可能是你的毁灭。",
      "Charger1": "冲锋者是一种特殊的感染者，一侧的手臂极其粗壮而有力，另一侧则保持正常。它最致命的攻击是猛烈的冲撞，不仅能杀死你，还能像美式橄榄球运动员一样把你狠狠撞飞。它会在第19天的夜晚出现，并且成双成对，更加危险。务必准备好强大的武器来对付它们，或者获得僵尸项圈，因为传说它能驯服它们，使其成为你的守护者。",
      "Boomer1": "爆浆者是一种特殊的感染者，以其庞大的体型和怪异的外貌而闻名。最显著的特点是死亡时会爆炸，这使它极其危险：如果在近距离击杀，你将被炸成碎片。然而，传说僵尸项圈可以让它成为盟友。如果你成功驯服它，爆浆者将成为你的守护者。你将能够控制它并利用它的能力，但始终存在它因爆炸而死亡的风险。尝试时需谨慎，绝不要在其他僵尸或同伴附近使用，否则他们也会被炸死。",
      "FlyingInfectedBoss": "飞行感染者首领是另一种飞行感染者，但真正让它与众不同的是它拥有四个头，非常怪异而恐怖。它最危险的地方在于攻击方式的多样性：可以进行普通打击、释放火焰或释放毒素，使其极具威胁。作为真正的首领，它会在第31天的任何时间出现，而它最大的威胁是速度，比普通感染者快得多。因此，你必须准备强大的武器来击败它。传说僵尸项圈能够平息它的怒火。这样，飞行感染者首领就可以被驯服，成为你的第一个奴役首领。你能从中获得什么优势呢？",
      "InfectedFly1": "飞行感染者是另一种僵尸，但与其他不同的是，它能够飞行。它是如何变成被感染的鸟呢？也许是化工公司在人类和鸟类之间进行实验的结果。它们会在第9天的夜晚出现，总是三只一起飞。要小心，因为飞行敌人更难击杀。不过传说中，如果你使用僵尸项圈对付其中之一，它们就会成为你的守护奴仆——在你无法抓住飞行目标时非常有用。",
      "PoisonousInfected1": "诺尔马尔 英费克塔多 看起来就像一个普通僵尸，外表和最初的行为与其他感染者没有区别。它们动作笨拙，混在其中，不会引起怀疑，这让许多人在第一次遭遇时低估了它。它们会在 第6天的夜晚 开始出现，通常以小群体出现，它们的存在似乎与其他感染者没有不同。然而，一些幸存者声称，在与这些“普通僵尸”战斗后，他们的健康状况出现了奇怪的变化。据说通过 僵尸项圈，这些感染者甚至可能不再是敌人，而是成为盟友。",
      "InfectedMuscle1": "马斯克勒 英费克塔多 是普通僵尸的更强大版本。它的身体布满夸张的肌肉，这是感染将它变成纯粹力量怪物的结果。与其他感染者不同，它不仅依靠体能，还能使用武器，无论是近战还是远程，使它成为双重危险的敌人。它们会在 第3天的夜晚 开始出现，并且之后会持续出现，通常是单独或与另一个 马斯克勒 英费克塔多 一起。它的攻击极具破坏力：一次重击就能摧毁临时防御，让玩家陷入危险。此外，它能使用武器，使其攻击方式难以预测，在野蛮的拳击和武器攻击之间切换。挑衅它是一个很少有人能幸存的错误。然而，传说中提到可以通过僵尸项圈驯服它。如果你能成功佩戴，马斯克勒 英费克塔多 将不再是你的敌人，而是成为你的守护者。从那一刻起，它的巨大力量将为你所用，以凶猛的姿态保护你并对抗任何威胁。一些故事声称，被驯化的 马斯克勒 英费克塔多 会表现出坚定的忠诚，能够服从简单的命令，并利用力量保护主人。还有人说它们甚至能破坏障碍物，在其他感染者无法通过的地方开路。它的力量、耐力和使用武器的能力，使得与它对抗成为一种致命的挑战。你需要好运和强大的武器才能击败它……或者勇气去尝试驯服它。",
      "InfectedFast1": "法斯特 英费克塔多 是普通僵尸的一种变体，但拥有更危险的能力：速度。与其他感染者不同，它不会使用武器，但通过比任何类似生物跑得更快来弥补这一点。它们会在 第2天的夜晚 开始出现，并且之后会持续出现，总是以 两个感染者一起出现，不会更多。这使它们成为一种持续的威胁，因为它们的速度使它们能够在玩家反应之前就包围并攻击。挑衅它们是一个严重的错误，因为它们的本能是吞噬大脑，而黑暗给予它们优势，可以不懈地进行伏击。然而，传说中提到有可能驯服它们：如果你能将僵尸项圈戴在 法斯特 英费克塔多 身上，它将不再是你的敌人，而是加入你的队伍。从那一刻起，它会成为你的守护者，利用速度保护你、追击敌人，并充当不知疲倦的哨兵。一些故事声称，被驯化的 法斯特 英费克塔多 会与主人建立特殊的联系，能够服从简单的命令，并迅速对任何威胁作出反应。还有人说它们甚至能在很远的距离上察觉动作，在攻击发生之前就进行预判。虽然它们不携带武器，但它们的力量和耐力与速度结合，使得与它们对抗成为一种危险的挑战。你需要好运和强大的武器才能击败它们……或者勇气去尝试驯服它们。",
      "InfectedNormal1": "英费克塔多 诺尔马尔 是一种敌对生物，会无差别地攻击，从世界创造之初就会出现。它们常常成群出现，两到三个一起，使遭遇更加危险。挑衅它是致命的错误，因为它会毫不留情地试图吞噬你的大脑。在夜晚，它们的威胁更大，因为那是它们疯狂猎食大脑的时刻。尽管如此，传说中存在一种奇怪的物品：僵尸项圈。据说如果你能将它戴在 英费克塔多 诺尔马尔 身上，它将不再是你的敌人，而是加入你的队伍。从那一刻起，它会成为你的守护者，保护你免受其他敌人的攻击，并主动攻击任何靠近的人。一些故事声称，被驯化的感染者会与主人产生某种联系，能够识别主人的存在并服从简单的命令。还有人说它们甚至能在危险发生之前察觉，充当沉默的哨兵。然而，获得僵尸项圈并不容易——很少有人找到过，更少有人能活着讲述这个故事。它们看起来像你在其他模组中见过的普通僵尸，对吧？但即使如此，它们仍然可以使用近战和远程武器，甚至摧毁途中的一切。它的力量和耐力使得与之对抗非常危险，所以要有好运并准备好强大的武器才能击败它……或者勇气去尝试驯服它。",
      "PirataNormal": "仍然很危险，因为他喜欢制造混乱，对任何事物都充满敌意。他不可预测的行为使他成为持续的威胁。最糟糕的是，他总是携带武器，从生锈的剑到临时的刀具，并毫不犹豫地对任何阻挡他的人使用。有时他甚至会毫无理由地发动攻击，只是为了取乐或证明对船长的忠诚。在战斗中，皮拉塔 诺尔马尔 经常成群出现，构成船员的基础，并以团队形式作战，这使得与他们对抗的风险更高。由于他们危险的恶作剧，与他们战斗是困难的，虽然不像 皮拉塔 埃利特 或船长那样致命。但仍然不能低估他们：他们的数量优势和攻击性可能会让你措手不及。祝你好运——一定要准备好强大的武器才能击败他。",
      "PirataElite": "皮拉塔 埃利特 被认为是海上的最危险阴影。据说他从年轻时就由 卡皮坦 皮拉塔 亲自训练，掌握了战斗战术和绝对服从。他的出现令人敬畏：无论他在哪里出现，周围都会陷入寂静，其他海盗都保持距离。一些传说称 皮拉塔 埃利特 从不睡觉，总是注视着周围，警惕潜在的威胁。还有人说他身上带着无数战斗留下的伤疤，每一道都是他坚韧的证明。他对船长的忠诚使他成为一个令人畏惧的仆人，毫不犹豫地愿意献出生命。他的力量和耐力使得与他对抗非常危险，所以要有好运并准备好强大的武器才能击败他。",
      "CapitanPirata": "卡皮坦 皮拉塔 是海盗船员的绝对领袖。他遮住的眼睛并不是弱点，而是敏锐视力和战斗经验的象征。他一直是海盗奴隶的恐惧，因为当他的船或船员受到威胁时，他会立即下令攻击。如果他的手下受伤，他会亲自拿起武器战斗，他的战斗技巧远胜于其他人。与 卡皮坦 皮拉塔 正面对抗是一场致命的挑战——你需要最好的武器才有机会。要小心，他是最致命的存在。然而，击败他会带来珍贵的奖励。他死后会掉落什么宝物？这个谜团正是许多人冒险挑战他的原因。",
      "PirataHostilComerciante": "皮拉塔 霍斯蒂尔 科梅尔西亚恩特 也许是海盗阵营中唯一的中立者。如果你挑衅他，他会攻击你，但好处是他允许进行交易，从最基本的物品到稀有和珍贵的物品，都可以用铁锭交换。当你遇到他和他的团队时，不要试图与他们战斗，因为你有可能同时被所有人攻击。最安全的方式是使用哨子把他叫到远离团队的地方，这样你就可以开始交易而不会有危险。据说他因为性格难以捉摸而被自己的船员排斥。由于无法完全遵守其他人的规则，他选择以贸易作为生存手段。虽然天性敌对，但他在交易中找到了维持地位和赢得尊重的方法。他的中立性使他成为一个独特的角色：如果被挑战会很危险，但如果谨慎对待则会非常有价值。",
      "PirataEliteAliado": "皮拉塔 埃利特 阿利亚多 曾是 卡皮坦 皮拉塔 船员的一部分，但与其他水手不同，他凭借更强的耐力和力量幸存下来。拥有 350 生命值，他更难被击败，并赢得了无情战士的声誉。在加勒比海的战斗中，他证明自己能够承受足以击倒其他海盗的打击，从而逃脱致命的局面并继续生存。皮拉塔 埃利特 阿利亚多 并不属于 阿利安萨、穆埃尔特 或 皮拉塔 阵营，但他可以成为玩家的盟友，在家中日夜守护。只能在石屋中找到他（90% 概率），从第9天开始的任何时间，只要在指定的结构内。他的出现比 皮拉塔 诺尔马尔 阿利亚多 更稀有，但由于力量和耐力更强，也更有价值。如果不想等待他的出现，可以从 皮拉塔 霍斯蒂尔 科梅尔西亚恩特 处购买，只需 100 个铁锭。虽然价格昂贵，但他的实用性使得成本值得：他不仅保护玩家，还能对附近的敌人发动更强的攻击，并抵御长期的埋伏。据说他还保留了一些临时武器作为战斗的秘密武器，展现了他的机智与准备。皮拉塔 埃利特 阿利亚多 无疑是一个强大的守护者，使任何家园都成为堡垒。",
      "PirataNormalAliado": "皮拉塔 诺尔马尔 阿利亚多 曾是 卡皮坦 皮拉塔 船员的一部分，在那里船员们的待遇并不好。如果不服从命令，他会受到虐待，更糟的是有时甚至不给食物。在加勒比海的一场战争中，一个疏忽使他从 卡皮坦 皮拉塔 的船上跌落，这让船长和部分船员得以逃脱，而其他人被遗留。皮拉塔 诺尔马尔 阿利亚多 最终游到另一座岛屿寻求帮助。尽管外表如此，这个海盗并不属于 阿利安萨、穆埃尔特 或 皮拉塔 的阵营。然而，他可以成为玩家的盟友，在家中日夜守护。可以在一些木屋中找到他（100% 概率），或在石屋中找到他（50% 概率），从第4天开始的任何时间，只要在指定的结构内。如果不想等待他的出现，可以从 皮拉塔 霍斯蒂尔 科梅尔西亚恩特 处购买，只需 35 个铁锭。",
      "ArqueroPrisionero": "埃尔 阿尔克雷罗 的双胞胎兄弟——埃尔 阿尔克雷罗 普里西奥内罗——背负着被纳粹时代刻下的创伤。他在大屠杀的恐怖中幸存，以坚韧与新的目标走出阴影。不同于他的兄弟和 埃尔 巴列斯塔多尔，他们投向了邪恶派系，埃尔 阿尔克雷罗 普里西奥内罗选择了 阿利安萨 的道路，决心反抗暴政而非为其效力。他的武器是弓，在目睹兄弟的技艺后立志用同样的精准守护自己与他人。被囚期间，他秘密制作粗糙的火焰箭，尽管纳粹的管控禁止囚犯持有此类武器。这份抗争成为他技艺的种子：当自由到来，他磨炼出无声而致命的箭术。如今，他作为守护者屹立——迅捷、警觉、坚定不屈。若他看到盟友或 阿利安萨 遭到攻击，他会毫不犹豫地释放箭雨。他的护甲轻便，为速度与生存而生，使他能轻松穿越废墟与高处。他以细微的信号交流，偏爱沉默胜过言语，几乎从不失手。被击败时，他会掉落可用的箭，提醒人们他的机智与所承受的艰难。尽管过去满是悲伤，埃尔 阿尔克雷罗 普里西奥内罗仍以决心前行，仿佛高地上的敌对“罗宾汉”。他的故事关于生存、反抗与不懈追求正义——即使悲剧之后，人也能站起保护他人，继续为自由而战。",
      "Naomi": "娜奥米（ナオミ）。一个待解的谜。她是日本人，但…她究竟是人类还是机器人？她是如何来到 Survivalcraft 2 的岛屿的？这是一个巨大的谜团。故事开始于京都，一位名叫高智（高地）的发明家。1999年，由于高智需要一名自动助手进行生物科学研究，娜奥米 被创造出来。原型测试很顺利，最终的结果看起来与人类无异。自那时起，这个机器人在执行复杂或简单任务方面都很成功。有一天，高智接到了京都大学的一个研究项目，要去日本以外的地方调查新物种和稀有地点。由于需要同伴，他将 Naomi 作为合作伙伴。在穿越海洋的途中，高智不小心将他的人形机器人 娜奥米 掉进了水里，引发了一阵恐慌。他担心机器人的电子元件会因此损坏。但他不知道的是，娜奥米 其实是防水的。这使 娜奥米 漂流到了一个神秘的岛屿或广阔的大陆。从那天起，她作为人形机器人的生活发生了改变。没有资源，她将如何生存？以前，在研究旅行中，她曾练习过生存技能。她是否需要玩家的帮助？你将在游戏中找到答案！",
      "Ricardo": "里卡多是一名来自特拉特洛尔科的普通平民，出生于1998年6月4日。从小他喜欢像一只顽皮的狗一样散步，并感受到与自然的深厚联系，总是梦想着去岛屿旅行。2021年，特拉特洛尔科大学为他提供了一个科学-生物研究项目的名额，以探索墨西哥以外的岛屿。他抓住了这个机会并加入了探险队。在横渡太平洋的旅途中，猛烈的海浪和强风使船员们陷入危险。里卡多被风卷入海中，他的同伴们看到他远离船只、没有救生圈，便认为他已经溺亡。然而幸运眷顾了他：洋流将他带到了一座未知的岛屿，这座岛屿在太平洋地图上并未标记。当他在岛上醒来时，必须寻找生存的方法。某个夜晚，在探索过程中，他遇到了娜奥米——一个遭遇过类似命运的人形机器人。从那一刻起，他们成为了朋友。",
      "Paco": "“那个人到底是从哪里冒出来的？看起来好像是外星人带来的。”这是在墨西哥某个城市里，一位人类看到他时说的话。帕科是一个由火星种族在1968年创造的人类-外星混合体，当时苏联为了与美国竞争而发起了另一场太空探险。在那次任务中，一些船员看到来自另一颗星球的红光，并决定前往月球之外进行调查。他们发现了一个几乎与人类相似但带有外星特征的存在，拥有超越普通人类的智慧。2001年，随着苏联在1991年解体，俄罗斯与美国因误会而爆发战争：据称恐怖分子摧毁了他们在火星附近的一艘飞船。一场类似《星球大战》的太阳系冲突爆发，帕科的外星创造者看到自己的母星遭到攻击。为了避免毁灭，他们开始武装自己，",
      "Barack": "据一些俄罗斯人和美国人所说，在2001年的外星人战争之后，巴拉克被认为是与帕科相似的双胞胎兄弟。与帕科不同，巴拉克是巴拉克·奥巴马的忠实追随者——奥巴马后来在2008年当选美国总统，并于2009年1月正式就职。在游戏世界中，你可以听到关于奥巴马的引用，显示巴拉克是他的头号粉丝。巴拉克，帕科的双胞胎兄弟，抵达了帕科曾经坠落的神秘岛屿，尽管他的起源可以追溯到1980年7月7日。他由与帕科相同的外星种族创造，但被带到地球的原因不同：外星人试图找回他们失落的孩子，却最终选择留下。这在巴拉克和帕科之间建立了深厚的联系。像帕科一样，巴拉克必须在未知的岛屿上生存，面对自然与命运的考验。最终，他也遇到了娜奥米和里卡多，虽然最初彼此怀疑，但在证明了各自的生存技能和智慧后，他们成为了盟友。作为一个趣闻，巴拉克后来创立了“联盟”组织，致力于寻找那些坠落在神秘太平洋岛屿上的幸存者，而科学家们——尤其是俄罗斯和美国的科学家——则疯狂地调查这些岛屿的名字和位置。",
      "ElMarihuanero": "被称为“毒草人”，他被记忆为帕科失落的兄弟，一个神秘的幸存者，他的起源可以追溯到创造帕科的同样外星实验。他的力量比帕科稍弱，但他的狡猾和适应能力使他在岛屿上成为一个强大的存在。“毒草人”这个绰号并非随意而来：在他漫游太平洋群岛时，他发现隐藏山谷中生长着野生的大麻。被其特性所吸引，他开始种植，并声称这些植物赋予他清晰、耐力以及与自然的奇异联系。这种痴迷最终象征性地将他与墨西哥联系起来，在那里大麻文化和民间传说成为他身份的一部分。随着时间的推移，他也接受了拉斯塔法里运动，采纳其团结、抵抗和精神联系的哲学，并将牙买加视为文化故乡。传说他无论走到哪里都携带种子，把它们种下作为旅程的标记。起初，娜奥米、里卡多和帕科对他心存不信，但他证明了自己的忠诚和机智，展现了与兄弟相媲美的生存技能。他的打击不如帕科强大，但他的策略和韧性常常在绝境中扭转局势。随着时间的推移，“毒草人”成为一个充满好奇和神话色彩的人物，不仅因其外星与人类的血统而被记住，也因植物、拉斯塔法里理念和牙买加精神而定义了他的名字和命运。",
      "ElMarihuaneroMamon": "帕科的另一个失落兄弟，也是“毒草人”的双胞胎兄弟，这个兄弟更为肌肉发达，体格魁梧。他的原始攻击力比帕科低，但他的耐力和蛮力使他成为一个危险的对手。与他的双胞胎不同，他专注于掌握火枪。他的故事开始于在太平洋神秘岛屿上发现一个废弃的殖民前哨站。在里面，他找到旧武器箱和几个世纪前探险者与士兵留下的手册。着迷之下，他花费多年研究火枪的机制，练习装填、瞄准和射击，直到成为一名熟练的神枪手。他的纪律和耐心使他成为一名技艺高超的猎人和守卫，即使在恶劣条件下也能精准打击。遇到他的人学会了害怕他的火枪胜过他的拳头，因为他的射击能在几秒钟内撕裂敌人。传说他无论走到哪里都携带火枪，把它视为武器和生存的象征。最终，他与帕科、娜奥米和里卡多相遇，尽管最初充满怀疑，但他对火器的精通赢得了团队的尊重。",
      "FumadorQuimico": "她的装束表明她在化学和有毒环境中有经验。虽然看起来具有威胁性，但她是阿利安萨小组的一员，这意味着当敌人攻击或伤害她的队伍时，她会支持他们。她拥有一个神秘的隐藏力量：在满月或新月期间，她会变成一个巨大的肌肉突变体（类似于坦克），获得更强的力量、更高的耐力和其他能力。",
      "FumadorQuimicoBrawny": "比原始形态更强大、更有力，只会在满月或新月期间出现。",
      "TommyVercetti": "一个暴力而雄心勃勃的犯罪人物，以他从自由城的Forelli家族崛起而闻名。原本是意大利血统，现在居住在佛罗里达州的罪恶城，在1986年一次失败的毒品交易后建立了自己的帝国。尽管他声名狼藉，但他也是阿利安萨小组的一员，在受到敌对帮派或敌对势力威胁时支持和保护他的盟友。",
      "ClaudeSpeed": "一个沉默而无情的罪犯，以他的高效和毫不留情而闻名。出生在自由城，他在犯罪地下世界中崛起，成为城市中令人畏惧的人物。尽管他性格暴力，但他是阿利安萨小组的一员，在受到敌对帮派或敌对势力威胁时支持和保护他的盟友。",
      "LaMuerteX": "拉穆埃尔特X 从紫色地狱的阴影中出现，皮肤和行为在黑暗中锻造。他远非友好；他敌对的本性驱使他摧毁一切。靠近他，他会无情地追捕你……直到死亡。他的力量范围从中等强度的物理打击到致命的火焰攻击；如果你试图逃跑，他会投掷火球。在最糟糕的情况下，他会投掷魔法石，造成毁灭性的伤害。",
      "ElSenorDeLasTumbasMoradas": "真是一个惊喜，我想。埃尔塞尼奥尔德拉斯图姆巴斯莫拉达斯 是 拉穆埃尔特X 最亲密的伙伴；他们总是在一起，互相帮助。但 埃尔塞尼奥尔德拉斯图姆巴斯莫拉达斯 获得了超越他朋友的神秘增强。他隐藏着什么样的力量？他可能会释放什么样的攻击？当受到威胁时，他能否召唤更黑暗的东西？这是你要去发现的。（可以说，当你面对他时你就会明白。）但要小心：如果你攻击他，他不会原谅你。他会把你拖入紫色的坟墓，从那一刻起，你将成为他阴影中的永恒奴隶。他不会是你的朋友，不是因为他恨你，而是因为友谊从来不是他设计的一部分。",
      "LiderCalavericoSupremo": "谁才是真正的黑暗与坟墓的统治者？正是利德尔 卡拉韦里科 苏普雷莫，这个世界最高且最可怕的领袖。乍一看，他的攻击似乎很弱……但不要被欺骗。他的速度可与猎豹媲美，当满月或新月升起时，他会变成一股怪物般的自然力量。他的变异形态让人联想到坦克。他是否能在蛮力、冲击和混乱方面成为富马多尔 奎米科 布劳尼的对手？只有战斗才能回答这个问题。",
      "LiderCalavericoSupremoAlfa": "他不仅是威胁，更是一种战争宣言。利德尔 卡拉韦里科 苏普雷莫 阿尔法是坟墓领域的中阶巨兽，由混乱与复仇锻造而成。比大多数更强，比许多人更快，比你想象的更狠。他的攻击沉重而无情，他的速度几乎不自然。当月亮变化时，无论满月还是新月，他都会变异成更加危险的存在。有人说他的形态像坦克，也有人怀疑他是否注定要与富马多尔 奎米科 布劳尼在力量与破坏上对抗。想知道答案？那就让他们交锋吧。只是不要在创造模式里尝试——那就像隔着防弹玻璃看风暴。利德尔 卡拉韦里科 苏普雷莫 阿尔法不是你的盟友，他不会谈判，不会加入你的事业。他是你的敌人。如果你没有准备好……他会确保你永远没有机会。",
      "Conker": "康克尔是一只外表可爱的松鼠，但性格愤世嫉俗、机会主义且无耻。大多数人认识他是因为《康克尔的坏毛日》，但他的起源完全不同：他首次出现于1997年，作为一个适合儿童的角色，并主演了一个名为《十二故事：康克尔64》的测试项目，最初设计为色彩丰富的儿童游戏。这个概念后来被废弃并彻底改变。结果是一个喝酒、辱骂、操纵、纯粹出于自我利益而行动的角色。他不追求正义、冒险或救赎，他只是因为存在而生存，没有明确的目的、没有道德、没有同情。他的言语粗俗而嘲讽，他的态度反映了对周围混乱的完全冷漠。康克尔既不是英雄也不是反派；他只是一个为了自身利益而前行的幸存者，与他卡通化的外形完全背道而驰。",
      "Beavis": "比维斯是一个少年，带着紧张的笑声、破碎的语言和易变的性格。他冲动、情绪不稳定、容易分心，经常被火焰、暴力或嘈杂的音乐触发。他说话简短、重复，行动不经思考，对后果毫无意识。争议性地，他在1993年播出的《喜剧演员》一集中成为批评焦点，当时评论家将他对火的迷恋与现实事件联系起来，引发了关于节目是否不负责任地美化危险行为的辩论。虽然他常常跟随巴特 赫德，但他不仅仅是配角；他有不可预测的爆发，尤其是在变身为过度活跃的另我“科恩霍利奥”时，痴迷于厕纸并语无伦次。比维斯不寻求意义、控制或目标。他只是因为存在而生存，对自己造成的破坏或周围的世界毫无察觉。",
      "Butt-Head": "巴特 赫德是一个少年，带着深沉而缓慢的笑声、含糊的语言和自满的个性。他懒惰、讽刺，经常残酷，几乎没有同情心或智慧。他说话简短、嘲讽，通常操纵局势来取乐，很少考虑未来。争议性地，他在1993年播出的《喜剧演员》一集中成为辩论的中心，当时评论家和喜剧演员争论他的角色是否代表了对青少年冷漠的尖锐讽刺，还是仅仅美化愚蠢和粗俗幽默，引发了关于喜剧在塑造青年文化方面责任的质疑。虽然他经常领导比维斯，但他不仅仅是一个领导者；他也有自己鲁莽的冲动，尤其是在为了取乐而挑起混乱时，嘲笑痛苦或破坏。巴特 赫德不追求意义、成长或责任。他只是为了嘲讽而存在，对自己造成的伤害或行为的空虚毫无意识。",
      "HombreLava": "翁布雷 拉瓦是一种强大的生物，通常隐藏在人群中，直到被激怒。如果你靠得太近，他的近战攻击会灼烧你。试图逃跑？他会用致命精准的火球追击你。他属于穆埃尔特派系，所以如果你是阿利安萨的一员，最好装备超越标准 Survivalcraft 2 的武器——除非你有火枪、炸药或爆炸弩，否则你很可能会被烧成灰烬。火焰和岩浆是他的盟友；燃烧他只会激发他的愤怒。他唯一真正的弱点是水：浸入水中会减缓他，削弱他的火焰核心，并最终熄灭他的力量。他避开河流，在雨中惊慌，并会受到溅射类武器的严重伤害。如果你想在遭遇中生存下来，就把他引诱到潮湿的地形并迅速攻击，在他重新点燃之前击败他。",
      "HombreAgua": "翁布雷 阿瓜平静却致命。他隐藏在河流和雨中，用冰冷的爆发和压碎的波浪攻击。火焰会治愈他，炸药几乎无法伤害他。他的身体如液体般流动——难以击中，更难以阻止。他属于穆埃尔特派系，与他最亲密的兄弟翁布雷 拉瓦并肩作战。他们一起覆盖陆地和水域，燃烧并淹没一切。如果你是阿利安萨，带上闪电、冰霜，或者保持距离。潮湿的地形是他的家园，干燥的土地才是你唯一的机会。",
      "ElBallestador": "埃尔 巴列斯塔多尔并不是最强的战士，但不要被欺骗——他那被诅咒的弓从未离开过他。他不属于阿利安萨，而是穆埃尔特的一员，是该派系中唯一使用被附身武器的人类。他的箭矢快速、无声、无情。面对他或试图逃跑——无论哪种方式，你已经注定死亡。如果他看到你，他就会射击；如果你移动，他就会命中。他的钻石箭几乎能穿透一切，除了犀牛、白鲸和虎鲸，它们能承受更多攻击并反击。要想生存，利用地形打断他的视线。奔跑时曲折前进，跳跃不可预测，绝不要停留。如果你是单人，诱使他射击并在他重新装填前冲上去；如果你在团队中，一人吸引火力，其他人侧翼攻击。溅射伤害或震击可以打乱他的瞄准，但时机至关重要。如果你听到弓弦的咔嗒声，可能已经太晚了。据说他的弓是在沉默中锻造的，在他经历背叛失声后与他绑定。从那以后，它成为他唯一的伙伴——不说话、不失手、不离开。这就是他比任何盟友更信任它的原因。他只会在第5天开始的夜晚出现，在这些夜晚玩家可以设置陷阱捕获他的弓和弹药，将他的武器库变成宝贵的资源。",
      "HeadcrabBloodyHuman": "血腥头蟹是标准头蟹的更具攻击性和血腥的变种。它的外骨骼组织被撕裂，浸透了血淋巴并暴露出肌肉纤维，可能是辐射或失败的生物武器实验造成的。它移动更快，跳得更远，并以残暴的力量附着在宿主身上，几乎瞬间触发僵尸化。它的尖叫更尖锐，它的出现通常意味着高污染区域。不推荐低阶玩家遭遇。",
      "ElArquero": "埃尔 阿尔克罗是埃尔 巴列斯塔多尔的双胞胎兄弟，他擅长精准射击和快速连射，使用强化弓箭。两人都具备战术敏捷、夜视和同步巡逻行为，但埃尔 阿尔克罗更喜欢高处伏击和无声攻击。他的护甲更轻，使他能快速穿越高处结构。他通过光学信号交流，几乎从不失手。像埃尔 巴列斯塔多尔一样，他极其危险——挑衅他会导致致命的箭雨。死亡后，他会掉落可用的弓箭，非常适合资源不足时使用。要想生存，利用掩体，诱使他射击，并从盲角侧翼攻击以避免直接视线。有趣的是，埃尔 阿尔克罗在看到兄弟第一次射箭后开始使用弓箭。为了同样保护自己，他从武器店偷了一把弓和箭——由此诞生了一个高地上的敌对罗宾汉。他只会在第10天开始的夜晚出现，使他的遭遇更罕见，但随着世界变得更黑暗，他的威胁显著增加。",
      "Veemon": "维蒙首次出现在《数码宝贝大冒险02》(2000)，作为本宫大辅的搭档，很快因其顽皮却勇敢的性格而受到认可。虽然他属于阿利安萨阵营，但维蒙也可以与玩家结盟，通过他独特的装甲进化能力使用数码蛋，在战斗中提供多样化的支持。这使他能够适应多种战斗情况，从火焰龙兽的火焰攻击到神圣龙兽的奇迹防御。维蒙最初由渡边健司设计，他是许多数码宝贝物种的插画师，其创意灵感来自字母V（象征胜利）以及连载《数码宝贝V驯兽师01》的漫画杂志V-Jump。他的设计既体现了龙的主题，也展现了年轻、充满活力的个性，深受全球粉丝喜爱。除了起源之外，维蒙还象征着忠诚、乐观和坚韧。他顽皮却坚定地保护伙伴，经常带着微笑冲入危险。在游戏中，他几乎从不犹豫为正义而战，他的存在让同伴们确信勇气和友情能够克服任何障碍。最终，维蒙不仅仅是一个战士——他是希望的象征，证明即使在最艰难的战斗中，善良和决心也会闪耀。",
      "Shoutmon": "绍特蒙首次出现在《数码宝贝合体战争》(2010)，很快因其充满活力和坚定的性格而闻名，成为工藤大器的搭档。虽然他属于阿利安萨阵营，但绍特蒙也可以与玩家结盟，将他火热的精神和强大的声波攻击带入战场。他能够与其他数码宝贝合体进化，使他在进攻和防御策略上都极具适应性。绍特蒙最初由渡边健司设计，他负责许多数码宝贝的创作，其创意强调了绍特蒙的麦克风主题以及他成为数码宝贝之王的梦想。他的设计体现了音乐能量和英雄抱负，深深打动了粉丝。除了起源之外，绍特蒙象征着勇气、领导力和乐观。他以坚定的决心激励伙伴，经常毫不动摇地冲入危险。在游戏中，他几乎从不犹豫为正义而战，他的存在让同伴们确信团结和友情能够克服任何障碍。最终，绍特蒙不仅仅是一个战士——他是希望和毅力的象征，证明即使在最艰难的战斗中，善良和决心也会闪耀。",
      "BallestadoraMusculosa": "巴列斯塔多拉 穆斯库洛萨比埃尔 巴列斯塔多尔更强壮、更有肌肉。他们在训练场相遇，当时她正在练习使用普通弓，而他在测试弩；他注意到她的纪律性，给予直接指导，两人开始一起练习远程射击。这种合作逐渐发展成一段关系，他一步步教她：站姿、时机、风向判断和精准度，从弓箭训练到弩箭训练。当他选择黑暗道路并加入敌对派系时，她结束了这段关系，并设定了明确的目标：更加刻苦训练，增加肌肉，并在力量和精准度上超越他。她保留了精准的技巧，并拿起了作为备用准备的第二把弩，现在成为她的主要武器。她加入了阿利安萨，并毫不犹豫地以他的派系为目标。她的射击强大而精准，耐力高，专注严格。过去留下的是有条理的远程战斗，以及超越前伴侣的决心。巴列斯塔多拉 穆斯库洛萨以力量和信念战斗，作为忠诚的盟友站立，从不回头走向邪恶。",
      "Agumon": "阿古蒙首次出现在《数码怪兽Ver.1》(1997)，后来在《数码宝贝大冒险》(1999)中作为八神太一的忠实伙伴而广为人知。由渡边健司设计，阿古蒙以类似小恐龙的爬行动物形态出现，象征成长以及进化为更强大的数码宝贝（如格雷蒙）的潜力。他属于阿利安萨阵营，也可以与玩家结盟，通过他炽热的“宝宝火焰”攻击提供平衡的战斗支持。他的设计强调了简洁与凶猛，使他成为数码宝贝系列在动画、游戏和周边商品中的核心角色。除了起源之外，阿古蒙象征着忠诚、勇气和坚韧。他是一个可靠的伙伴，坚定地战斗，提醒同伴即使在艰难的战斗中，友情和勇气也能带来胜利。",
      "Guilmon": "吉尔蒙首次出现在《数码宝贝驯兽师》(2002)，作为松田启人（松田隆人）的成长期搭档登场。由渡边健司设计，吉尔蒙以年轻恐龙般的形态出现，身上带有“数码危机”符号，既代表巨大的破坏潜力，也象征在信任引导下保护数码世界的可能性。虽然他属于阿利安萨阵营，但吉尔蒙也可以与玩家结盟，通过火焰攻击（如“火焰球”）以及进化为强大形态（如成长兽和公爵兽）提供强力支持。他的设计强调了原始能量与本能，并以忠诚平衡，使他成为动画和游戏中的粉丝最爱。除了起源之外，吉尔蒙象征着好奇心、勇气和友情。他常常带着决心冲入战斗，与伙伴一起学习和成长。在游戏中，吉尔蒙提供多样化的进攻和可靠的韧性，确保同伴们相信团结和信任能够克服任何挑战。最终，吉尔蒙不仅仅是一个战士——他是潜力的象征，证明即使是巨大力量，在友情的引导下也能用于善。",
      "Gumdramon": "古姆德拉蒙首次出现在《数码宝贝合体战争：穿越时空的年轻猎人》(2011)，作为明石拓吾的成长期搭档登场。由渡边健司设计，古姆德拉蒙以龙形态出现，拥有强大的尾部武器，象征他顽皮的性格和爆炸性的战斗风格。他属于阿利安萨阵营，也可以与玩家结盟，通过标志性攻击“干扰打击”以及进化为更强大的形态（如拘束兽）提供多样化的支持。他的设计强调了敏捷、能量和叛逆魅力，使他在成长期数码宝贝中脱颖而出。除了起源之外，古姆德拉蒙象征着决心、独立和忠诚。他常常大胆自信地冲入战斗，学习如何在顽皮天性与责任之间取得平衡。在游戏中，古姆德拉蒙提供快速进攻和灵活策略，确保同伴们相信勇气和坚持能够克服任何障碍。最终，古姆德拉蒙不仅仅是一个战士——他是成长的象征，证明即使是年轻的鲁莽，在友情的引导下也能转化为力量。",
      "BetelGammamon": "贝特尔 加玛蒙首次出现在《数码宝贝幽灵游戏》(2021)，作为天之河宏的成长期搭档加玛蒙的成熟进化形态登场。由渡边健司设计，贝特尔 加玛蒙以类人战士的形态出现，象征炽热的能量、速度和近战力量。他属于阿利安萨阵营，也可以与玩家结盟，通过标志性攻击“贝特尔G呐喊”以及进化为更强大的形态（如卡诺维斯兽和天狼兽）提供强力支持。他的设计强调了敏捷、勇气和英雄抱负，使他成为备受认可的成熟期数码宝贝。除了起源之外，贝特尔 加玛蒙象征着勇敢、忠诚和保护他人的决心。他常常以坚定的信心冲入战斗，在年轻精神与成长责任之间取得平衡。在游戏中，贝特尔 加玛蒙提供快速进攻和多样化策略，确保同伴们相信团结和勇气能够克服任何挑战。最终，贝特尔 加玛蒙不仅仅是一个战士——他是英雄成长的象征，证明真正的力量在友情和信任的引导下闪耀。",
      "Gaomon": "高蒙首次出现在《数码宝贝拯救者》(2006)，作为托马斯·诺尔斯坦的成长期搭档登场。由渡边健司设计，高蒙以犬类形态出现，戴着红色拳击手套，象征纪律、忠诚和武术风格的战斗方式。他属于阿利安萨阵营，也可以与玩家结盟，通过标志性攻击（如“双重反手”和“回旋上勾拳”）以及进化为更强大的形态（如高加兽和机械高加兽）提供可靠支持。他的设计强调了速度、精准和决心，使他成为独特的成长期数码宝贝，以战斗精神而闻名。除了起源之外，高蒙象征着忠诚、勇气和坚韧。他常常以冷静的专注进入战斗，在服从与独立力量之间取得平衡。在游戏中，高蒙提供快速进攻和可靠防御，确保同伴们相信纪律和团队合作能够克服任何挑战。最终，高蒙不仅仅是一个战士——他是信任的象征，证明真正的力量来自忠诚和团结。",
      "Impmon": "因普蒙首次出现在《数码宝贝驯兽师》(2001)，作为渡边健司设计的成长期数码宝贝登场。他以顽皮的恶魔形态出现，紫色身体、红色围巾和手套。在动画中，他被描绘为一个捣蛋鬼，有时是反派，反映了怨恨和孤独。但在这个模组中，他属于阿利安萨阵营，可以与玩家结盟，与同类数码宝贝平等。他的标志性攻击是“火之夜”，象征敏捷、狡猾和火焰进攻，而他的进化路径通向贝尔兽。最终，因普蒙不仅仅是一个反派——当给予信任时，他是忠诚和团结的象征。",
      "Hawkmon": "霍克蒙首次登场于《数码宝贝大冒险02》(2000)，作为由渡边健二设计的成长期数码兽，具备鸟类特征、红色羽毛的身体以及象征智慧与纪律的头饰。不同于属于联盟组的数码兽，霍克蒙直接归属于玩家，象征忠诚与陪伴。在本模组中，霍克蒙会在夏季的任何时段出现，无论白天或夜晚，持续提供支援。它的代表技能是“喙突击”，展现了敏捷、警觉与空中精准。其进化路线通向阿古拉兽及更高阶段，代表通过信任与合作实现成长。最终，霍克蒙不仅是战士，更是坚定的伙伴，其存在强化了数码兽与玩家之间的团结。",
      "Gabumon": "加布兽首次登场于《数码宝贝大冒险》(1999)，作为由渡边健二设计的成长期数码兽，外形是黄色的双足爬虫，身披加鲁鲁兽的皮毛，额头有刻着符文的角，象征着羞怯与忠诚。不同于属于联盟组的数码兽，加布兽直接归属于玩家，象征信任与陪伴。在本模组中，加布兽在任何季节都能出现，始终作为可靠的伙伴提供支援。它的代表技能是“蓝色火焰”，结合了精准与火焰力量。其进化路线通向加鲁鲁兽及更高阶段，代表通过友情与合作实现成长。最终，加布兽不仅是战士，更是忠诚的伙伴，强化了数码兽与玩家之间的纽带。",
      "WalterZombie": "沃尔特 僵尸是由CONASUPO公司引发的灾难性化学突变产物，该公司最初以乳制品闻名。1986年，他意外饮用了受到切尔诺贝利灾难影响的放射性牛奶。爆炸后，放射性物质扩散到欧洲，导致酸雨污染了爱尔兰的牧场。奶牛吃下这些受污染的草，生产出放射性牛奶并出口到墨西哥。违背死亡的概率，沃尔特没有屈服于辐射，而是变成了一个敌对的生物。然而，与传统僵尸不同，他保留了一定的智慧和意识。在寻求恢复人类生活的过程中，沃尔特加入了阿利安萨组织，寻求救赎和治愈。尽管他有这样的愿望，第二次化学治疗却触发了意外的变异，使他进入马蒙（坦克）形态，增强了身体力量。这种变形只在满月或新月时发生，概率仅为0.5%。在这种形态下，沃尔特成为更强大的对手，能够承受巨大伤害，同时仍怀抱着有朝一日恢复人性的希望。沃尔特 僵尸体现了他怪物本能与昔日人性残余之间的挣扎。",
      "WalterZombieMamadisimo": "沃尔特 僵尸 马马迪西莫是极端的突变，只在满月或新月时以0.5%的概率出现，有时他会变形，有时保持正常状态。如果被激怒或阿利安萨组织遭到攻击，而玩家在约10格外移动，他会不断投掷炸弹直到敌人被消灭，甚至牺牲自己的盟友来消除威胁。要击败他，建议使用火枪和带爆炸箭的弩，避免在他的基地或家中战斗，因为他可能会炸毁一切，毁掉玩家的努力。更安全的做法是撤退并寻找庇护所来保护自己，同时设置尖刺陷阱限制他的行动，提高生存几率。",
      "AladinaCorrupta": "阿拉迪纳 科鲁普塔曾是阿拉伯中世纪时期的仁慈人物，以帮助穷人和需要帮助的人而闻名。随着现代时代的到来，她在19世纪末被利比亚不断变化的阿拉伯体系排斥，当时该地区仍处于奥斯曼帝国的控制之下。她的衰落在20世纪加剧：到1990年代，利比亚处于穆阿迈尔·卡扎菲的独裁统治下，她的能力减弱，不再像中世纪那样强大。2011年卡扎菲的倒台带来了更多混乱而非改善。目睹平民为权力而战，阿拉迪纳 科鲁普塔反思了多年的痛苦，并开始采用阿拉伯武装组织的技术，如自杀式袭击和爆炸，尽管她从未正式加入他们。最终，她加入了穆埃尔特阵营，因所受的痛苦和虐待而寻求复仇。现在，她在加入穆埃尔特后感到阴郁的解脱。与该组织其他成员不同，她有独特的攻击方式：当NPC或玩家攻击她或她的盟友时，她会点燃一个中型燃烧桶。距离无关紧要——她会直接冲向攻击者，点燃燃烧桶，并只给五秒钟逃跑。若未能逃脱，就会被撕裂并炸飞。在愤怒中，她甚至会牺牲自己的同伴和自己，只要组织遭到攻击。",
      "CarlJohnson": "卡尔 ‘CJ’ 约翰逊出生于美国圣安地列斯州洛圣都，目前仍居住在家乡并掌控街道。他在2005年的《侠盗猎车手：圣安地列斯》中因臭名昭著的‘热咖啡’事件而成为争议中心，这个隐藏的小游戏引发了道德恐慌、诉讼，并迫使Rockstar重新分类该游戏。尽管他走上了犯罪道路，CJ与托米 维尔切蒂和克劳德 斯皮德保持着牢不可破的友谊，他们共同组成了阿利安萨组织，试图统治犯罪地下世界。",
      "ElGuerrillero": "佩皮托 奥门西奥 德尔 莫雷诺，称为埃尔 格雷里耶罗，1997年6月7日出生于哥伦比亚阿劳卡。他曾是一个善良的人，热爱乡村，梦想加入哥伦比亚军队打击毒品贩运。但在23岁时，他的生活发生了变化。经历了父母的虐待、因梦想被欺凌、贫困和阿劳卡的暴力冲突后，他离开家并加入了FARC。在那里，他学习了他们的技术并找到了新的家庭，逐渐变得冷酷。传言《El Espectador》、《Noticias Caracol》、《RCN》、《Canal Uno》等媒体将他列为最通缉人物之一，与FARC和ELN的领导人并列。多年训练后，他离开FARC不是为了背叛，而是为了生存，最终加入了穆埃尔特组织。从那一刻起，他变得更快乐却更邪恶，以精通传统火枪而闻名。如果他看到你，你就注定完了。他可能会以两到三人的小组出现，使用FARC时期学到的战术。他可能随时出现，白天或夜晚，并会在第16天出现。",
      "ElGuerrilleroTenebroso": "亚历杭德罗 里萨拉尔多 卡斯蒂略出生于FARC的游击队家庭，8岁时自愿加入。他积累了经验，直到遇见埃尔 格雷里耶罗并建立了特殊的友谊。23岁时他无悲伤地退休，但感觉有些不对劲。伪装后，他离开营地，听到枪声，以为是手枪，实际上是火枪，发现朋友已加入穆埃尔特并与阿利安萨作战。埃尔 格雷里耶罗受伤，他的队伍失败，亚历杭德罗逃走。寻求宗教仪式庇护，他请求萨满恢复友谊，以灵魂为代价。萨满设定条件：加入阿利安萨，只告知埃尔 格雷里耶罗的少数亲密朋友和乡村伙伴，避免更严重的冲突。他必须保密自己属于阿利安萨，而不是警察或军队，并声称埃尔 格雷里耶罗为了穆埃尔特而放弃了他们的友谊。亚历杭德罗接受了，决定追捕朋友以恢复昔日的他，同时保持游击战术。据说他只会在第17天的夜晚出现。",
      "CamisasMorenas": "卡米萨斯 莫雷纳斯出生于墨西哥萨卡特卡斯的一个贫困家庭。他搬到墨西哥城寻求更好的经济机会，在那里贩毒集团仍在为领土而战。他进入了街市世界，在生日时叔叔（父亲的兄弟）送给他一把石制砍刀。他将其作为防身武器，只在极端挑衅或财物被盗时使用。他经营一个卖衬衫的摊位，但最终放弃了集市生意，加入了一个本地帮派，该帮派不属于贩毒集团，而是扎根于墨西哥城。多年经验后，该帮派遇到了穆埃尔特派系并接受了他们的联合提议。卡米萨斯 莫雷纳斯变得冷酷，用砍刀作为象征和武器，他的名声因激烈保护团队而增长。虽然他曾梦想简单生活，但他的道路将他带入更深的冲突，他对穆埃尔特的忠诚使他成为危险人物。据说他会在第21天的夜晚出现。",
      "ZombieRepetidor": "僵尸 雷佩蒂多尔曾是生活在马绍尔群岛，尤其是比基尼环礁上的人类。他是厄瓜多尔人，名叫埃尔韦尔 冈萨洛 桑博尼，前往那里寻求新生活。他是一名熟练的农民，专注于水果和蔬菜的种植。1954年，美国在这些岛屿上引爆核弹，一切发生了巨大变化。居民被迫离开家园以避免死亡，但埃尔韦尔拒绝，认为那是谎言并躲在地下。爆炸发生时，所有人都以为他死了。岛屿因辐射而荒废，无法居住。然而，违背常理，埃尔韦尔幸存下来。多年后，他的皮肤被烧伤并腐烂，最终变成了僵尸。这部分归因于他制作的一种奇怪的魔法茄子沙拉，旨在爆炸后复活他，但只能以僵尸的形式。尽管变异，他仍然活着，并设法返回厄瓜多尔。他潜入一艘豪华船只抵达阿塔卡梅斯，后来回到家乡基多。在那里，他开始吃垃圾食品，这使他肥胖但也增强了肌肉力量。有一天，他决定偷取一把巴列斯塔 雷佩蒂多拉来练习射击，因为他没有合法的枪支许可，而偷窃可能让他丧命。他不懈训练，直到成为一名神射手。虽然他看起来像普通僵尸，但不要被欺骗——如果他看到你，他会立刻开枪。最终，他加入了穆埃尔特组织，成为另一个致命的射手。据说他会在第13天的夜晚出现。",
      "Sparkster": "斯帕克斯特尔是由Konami创造的火箭骑士英雄负鼠，首次出现在《Rocket Knight Adventures》(1993)，并在《Sparkster》(1994)及后续作品中继续登场。手持剑与火箭背包，他以勇气和敏捷守护泽菲鲁斯王国。在这里的故事中，斯帕克斯特尔加入了阿利安萨，一个致力于保护盟友和抵抗腐败的组织——他默认不敌对，只在被挑衅时反击。凭借蓝红相间的盔甲，他勇敢、忠诚且坚韧，擅长快速移动和精准打击，同时激励周围的人。据说他会在第2天的任何时刻出现。",
      "Tulio": "图里奥于1995年出生在智利圣地亚哥，处于后皮诺切特时代。他从小对时尚潮流着迷——牛仔裤和条纹衬衫定义了他的风格——而他对世界的好奇心也不断增强。18岁时，他选择不进入圣地亚哥大学，而是致力于揭开神秘的、未被识别的太平洋岛屿背后的真相。他曾在TVN看到关于这些岛屿的报道，美国和俄罗斯尽管痴迷却未能调查。传言只有某些生物能进入，并揭示岛屿的真正起源。图里奥决心通过非法途径前往，抵达复活节岛，寻找一艘废弃的船继续旅程。命运介入，暴风和飓风将他抛入海中，但大自然似乎保护了他，将他安全带到他所寻找的岛屿。在那里，他遇到了人类和非人类——娜奥米、帕科、埃尔 马里华内罗、埃尔 马里华内罗 马蒙，以及里卡多。他们组成了一个家庭，由生存和神秘联系在一起。最终，他加入了阿利安萨，一个致力于寻找幸存者并揭开太平洋岛屿秘密的组织。他的旅程不仅是对知识的追求，也是坚韧、好奇心和奇异命运的见证。",
      "Brayan": "布拉扬于2000年1月12日出生在英国伦敦。从小他致力于研究物理和生物学，受到查尔斯·达尔文和艾萨克·牛顿等人物的启发。25岁时，他获得了一张特别的券，前往美国阿拉斯加继续研究自然和冰冻物理。他接受了，但在旅途中一次意外改变了他的生活：飞行员因自然原因昏厥，飞机失控并坠毁。布拉扬幸存下来，多亏了自然的风将他从溺水中救起，并引导他到达太平洋的一座神秘岛屿。从那一刻起，他开始利用所学的知识生存，将物理和生物学应用于恶劣环境。一天，他遇见了图里奥，图里奥对布拉扬的生存方法印象深刻，并邀请他加入阿利安萨。这个组织由善良的人组成，致力于互相保护，同时收集关于未知岛屿的信息。布拉扬接受了，从此成为岛上的家庭一员，同时保持着有朝一日回到英国的希望。",
      "Richard": "里查德是里卡多的双胞胎兄弟。与他不同，里查德于2004年出生在南非，处于后种族隔离时代。18岁时，他开始了冒险者的生活，被好奇心和探索未知的渴望驱动。后来，他在墨西哥的一次科学旅程中遇见了里卡多，尽管出身不同，他们建立了深厚的联系，成为精神上的兄弟。当里卡多前往神秘的太平洋岛屿时，里查德决定进行同样的探险，但有所不同：他设计并建造了一台无需船只、船艇或常规交通工具即可旅行的机器。他的发明成功了，并用它踏上旅程，最终抵达与里卡多相同的目的地。到达岛屿后，里卡多将他视为真正的兄弟，并介绍了岛上的伙伴。从那一刻起，里查德成为家庭的一部分，并加入了阿利安萨。他的到来为团队带来了新的活力，他的创造力和冒险精神补充了里卡多的坚韧。里查德的机器虽然在旅途中受损，但成为团队的希望象征，表明人类的智慧甚至可以与岛屿的神秘相抗衡。与娜奥米、帕科等人一起，里查德为未知土地的生存和探索做出了贡献，加强了阿利安萨的纽带，并保持着有朝一日揭开太平洋岛屿秘密的梦想。"
    }
  },
  "Blocks": {
    "RemoteControlBlock:0": {
  "DisplayName": "遥控器",
  "Description": "一种远程控制设备。使用它来切换绿色夜晚现象。",
  "CRDescription:0": "切换绿色夜晚。"
},
    "BK43Block:0": {
  "DisplayName": "BK-43 双管霰弹枪",
  "Description": "一把结构简单且可靠的双管霰弹枪。可装填两发弹药，在近距离由于弹丸散布而非常有效。",
  "CRDescription:0": "用于近距离战斗的双管猎枪。"
},
"BK43BulletBlock:0": {
  "DisplayName": "BK-43 霰弹枪弹药",
  "Description": "BK-43 使用的弹药。在近距离具有良好的制止力和较大的散布。",
  "CRDescription:0": "用于 BK 43 猎枪的 12 号口径弹壳。"
},
    "NuclearCoinBlock:0": {
    "DisplayName": "核硬币",
    "Description": "在某种末日世界中锻造的货币。无法合成，但可以通过击杀怪物获得。可用于与皮拉塔 霍斯蒂尔 科梅尔西亚恩特交易，也可用于雇佣等其他用途，具体取决于玩家的需求。"
  },
    "ToxinBlock:0": {
    "DisplayName": "毒素",
    "Description": "一种极度有毒的材料，充满致命毒素。无法通过合成获得，主要作为战利品掉落自毒性生物，例如 感染者 普通 3、感染者 普通 4、爆浆者 3、飞行感染者 2、飞行感染者首领、Tank 3 和 Tank 幽灵 3。或者，它也可以在商店购买，或与 皮拉塔 霍斯蒂尔 科梅尔西亚恩特 进行交易."
  },
    "MediumFirstAidKitBlock:0": {
    "DisplayName": "中型急救包",
    "Description": "用于治疗伤势的医疗包，可恢复目标相当一部分生命值，大约恢复至生命值的一半。可用于自己或附近的其他生物。",
    "CRDescription:0": "一种基本的医疗包，可以治疗高达 50% 的伤口；如果健康状况超过一半，则可以治疗 100%。"
  },
  "LargeFirstAidKitBlock:0": {
    "DisplayName": "大型急救包",
    "Description": "一种强效医疗包，可将目标的生命值瞬间完全恢复至最大值。可用于自己或附近的其他生物。",
    "CRDescription:0": "一种先进的医疗包，无论当前健康状况如何，总是能治愈到 100%。"
  },
    "AntidoteBucketBlock:0": {
  "DisplayName": "解毒药桶",
  "Description": "一个装有强效药用解毒剂的桶。可清除身体中的中毒和疾病状态，阻止其有害影响，并帮助身体迅速恢复。在治愈病症的同时，还会恢复失去的生命值。可用于自身或其他受感染的生物。",
  "CRDescription:0": "将药用白花注入纯净水中，酿造出强效解毒剂。 治疗毒药和疾病。"
},
    "TeaAntifluBucketBlock:0": {
  "DisplayName": "抗流感茶桶",
  "Description": "装满药用茶的桶。饮用后可治愈流感并完全恢复生命值。",
  "CRDescription:0": "通过将一桶水与高草混合并加热来冲泡舒缓的抗流感茶。 治疗流感并缓解症状。"
},
    "LavaLongspearBlock:0": {
      "DisplayName": "熔岩长矛",
      "Description": "熔岩长矛是近战武器的终极形态。由火山能量与坚不可摧的材料锻造而成，它在伤害和耐久度上远远超越钻石长矛。它炽热的锋刃不仅能造成毁灭性的打击，还会在每次攻击中灼烧敌人，使其成为连最强大的首领都畏惧的武器。凭借延伸的攻击范围和近乎无限的耐久度，这种长矛象征着力量与生存的巅峰。只有最为准备充分的战士才能真正驾驭它。",
      "CRDescription:0": "原始熔岩矛的改进和加长版本。"
    },
    "DiamondLongspearBlock:0": {
      "DisplayName": "钻石长矛",
      "Description": "钻石长矛是长矛系列的巅峰之作，远远超越木矛、石矛、铜矛和铁矛。它的钻石矛尖带来毁灭性的伤害和卓越的耐久度，能够在最激烈的战斗中保持高效。除了更远的攻击范围，这种武器兼具强大的力量和坚固性，是在战场上压制敌人的终极工具。它被认为是玩家能够获得的最致命、最具威望的武器之一。",
      "CRDescription:0": "原始钻石矛的改进和加长版本。"
    },
    "IronLongspearBlock:0": {
      "DisplayName": "铁制长矛",
      "Description": "铁制长矛比木矛、石矛和铜矛更加先进。它的铁制矛尖带来高伤害和极强的耐久度，使其在持久战中成为致命的武器。与早期版本不同，这种长矛不仅拥有更远的攻击范围，还具备在激烈战斗中坚持下去的坚固性。它是首批真正可以称为中级武器的装备之一，非常适合追求更强攻击力和可靠性的玩家。",
      "CRDescription:0": "原始铁矛的改进和加长版本。"
    },
    "CopperLongspearBlock:0": {
      "DisplayName": "铜制长矛",
      "Description": "铜制长矛相比木矛和石矛有了显著提升。它的金属矛尖带来更高的伤害和更强的耐久度，使其在持久战中更加可靠。虽然与铁制或钢制武器相比仍属基础，但其延伸的攻击范围和坚固性为你提供了战术优势，能有效阻挡敌人。这是你武器库中真正意义上的第一次重大升级。",
      "CRDescription:0": "原始铜矛的改进和加长版本。"
    },
    "StoneLongspearBlock:0": {
      "DisplayName": "石制长矛",
      "Description": "石制长矛是木矛的进化版，更加坚固，并在矛尖上加装了粗糙的石刃。与基础版本不同，它能造成更高的伤害，并具有更强的耐久度，因此在持久战中更加可靠。其更大的尺寸和延伸的攻击范围能让你与敌人保持距离，在近战中提供战术优势。",
      "CRDescription:0": "原始石矛的改进和加长版本。"
    },
    "WoodenLongspearBlock:0": {
      "DisplayName": "木制长矛",
      "Description": "木制长矛是原始木矛的加长版，更大更长。虽然它的伤害较低、耐久度一般，但其延伸的攻击范围能让你与敌人保持更远的距离。作为一种基础但具有战术价值的武器，它为需要可靠近战防御的玩家提供了实用的选择。",
        "CRDescription:0": "原始木矛的改进和加长版本。"
    },
    "CopperSharpHammerBlock:0": {
      "DisplayName": "铜制尖头锤",
      "Description": "铜制锋利锤是一种极其强大的武器。乍一看它像是一件普通的工具，但实际上它的致命性远远超过铜制砍刀。虽然它不像砍刀那样耐用，但它更高、更致命，能够造成毁灭性的打击，使其成为最危险的铜制武器之一。",
      "CRDescription:0": "使用旧的铜制砍刀和铁锤，把他变成像怪物一样。"
    },
    "IronSharpHammerBlock:0": {
      "DisplayName": "铁制尖头锤",
      "Description": "铁制锋利锤与铁制砍刀相似，但它更加致命，也稍微更耐用。虽然它拥有同样的粗犷设计，但其增强的耐久性和更锋利的打击使它成为更优越的选择，适合那些追求兼具坚固与致命效率的武器使用者。",
      "CRDescription:0": "使用旧的铁制砍刀和铁锤，把他变成像怪物一样。"
    },
    "DiamondSharpHammerBlock:0": {
      "DisplayName": "钻石尖头锤",
      "Description": "钻石锋利锤与钻石砍刀相似，但它更加致命且更加耐用。它无与伦比的耐久性和毁灭性的力量使其成为一件非凡的武器，能够在持久战中发挥作用并造成致命打击。它或许在对抗首领时最为有用，因为它的力量和耐久性足以扭转战局。",
      "CRDescription:0": "使用钻石砍刀和铁锤，把他变成一个致命的怪物。"
    },
    "LavaSharpHammerBlock:0": {
      "DisplayName": "熔岩尖头锤",
      "Description": "熔岩锋利锤与熔岩砍刀相似，但它更加致命且更加耐用。它炽热的核心与熔融的锋刃使其成为纯粹的毁灭性武器，能够在最激烈的战斗中坚持并造成灾难性的打击。它不仅比砍刀更强大，更是一件真正的地狱战具。这把锤子在击杀首领时极其有用，它散发着危险与希望。玩家会感受到它炽烈的潜能，明白在关键时刻，它可能成为扭转不可能战斗的决定性力量。",
      "CRDescription:0": "使用新的熔岩砍刀和旧的铁锤，把他变成一个巨型怪物。"
    },
    "AntiTanksBulletBlock:0": {
    "DisplayName": "反Tanks子弹",
    "Description": "稍后会帮助我们的特殊弹药。明智地使用它，仅在紧急情况下，如果火枪子弹或霰弹无法造成必要伤害时使用。",
    "CRDescription:0": "如果强大的重型首领将您包围，并且火枪弹无效，请明智地使用它。"
},
    "TargetStickBlock:0": {
  "DisplayName": "目标指示棒",
  "Description": "一种用于指挥盟友生物的特殊棒子。当指向敌人时，会指示附近所有玩家盟友生物集中攻击该目标。适用于协调攻击和管理战斗中的生物军队。",
  "CRDescription:0": "用于选择攻击目标，使你的友方生物集中攻击指定的敌人。"
},
    "PoisonBombBlock:0": {
  "DisplayName": "毒气炸弹",
  "Description": "一枚绿色的炸弹，爆炸时会释放毒气。适合远程毒化区域并削弱敌人。",
  "CRDescription:0": "毒气弹，释放毒气而非爆炸力。"
},
      "BigStonePoisonChunk:0": {
  "DisplayName": "毒化巨岩",
  "Description": "一块充满毒性的巨石，撞击时会释放毒云，缓慢削弱受害者。虽然初始伤害中等，但持续的毒效会随时间变得致命。与稀有巨岩一样，它无法制作，只能通过特殊方式获得。"
},
    "BigStoneFlameChunk:0": {
  "DisplayName": "烈焰巨岩",
  "Description": "一块燃烧的巨石，撞击时会产生火焰。火焰持续 30 秒，能瞬间杀死敌人并使区域着火。"
},
    "PoisonBulletBlock:0": {
  "DisplayName": "毒化子弹",
  "Description": "类似于火枪子弹，但不能作为火枪的弹药使用，也无法合成。"
},
    "CollarBlock:0": {
  "DisplayName": "僵尸项圈",
  "Description": "一种可以制作的专用项圈，对于驯服敌对僵尸至关重要。一旦戴在僵尸身上，它会安抚该生物，并使其成为忠诚的伙伴。项圈还能提供对其他僵尸攻击的防护，并可以附魔以获得额外效果。对于想要组建亡灵大军或用僵尸守卫确保基地安全的玩家来说极其有用。",
      "CRDescription:0": "明智地使用它来奴役受感染者。"
},
    "FlameThrowerBlock:0": {
      "DisplayName": "火焰喷射器",
      "Description": "火焰喷射器是一种燃烧性武器，设计用于喷射可控火焰。它由理查德·费德勒于1901年发明，并在1915年第一次世界大战期间由德国军队首次投入战斗。其工作原理是利用燃料箱（通常是浓稠的汽油或油）和压缩气体，通过带点火装置的喷嘴将燃烧的火流喷射出去。使用时，操作者必须装填火焰子弹作为弹药，然后扣动扳机，将火焰释放到敌方工事或士兵群体。它的优点是支持最多15发（15/15），在重新装填前为玩家提供持续火力。火焰子弹是辅助弹药：补充火焰喷射器的燃烧性弹丸，适合远程攻击并保持对敌人的压力。",
      "CRDescription:0": "改进型火枪，带有燃料箱和点火系统。 使用燃烧弹或毒气弹。"
    },
    "FlameBulletBlock:0": {
  "DisplayName": "燃烧弹投射物",
  "Description": "用于喷火器的火焰投射物。命中时会点燃环境和生物，在高速下可能引发爆炸，并造成火焰伤害。",
  "CRDescription:0": "火焰喷射器的燃烧弹药。撞击时燃烧。"
},
"FlameBulletBlock:1": {
  "DisplayName": "毒气投射物",
  "Description": "用于喷火器的化学投射物。释放有毒气体，使生物感染中毒或疾病，逐渐削弱目标并造成额外伤害。",
  "CRDescription:1": "火焰喷射器的有毒弹药。撞击时感染目标。"
},
    "RefrigeratorXiaomiBlock:0": {
      "DisplayName": "小米冰箱",
      "Description": "小米冰箱是一种家用电器，用于冷却和储存食物。它被定义为智能冰箱，能有效保存易腐食品。在模组中，它作为一个代表现代电器的物品，扩展了建筑选项。其主要用途是保存食物，无论生熟，都能延长保鲜时间，防止快速变质。注意：冰箱需要能源，如电池、杠杆或其他电源，否则无法工作。",
      "CRDescription:0": "如果您厌倦了食物快速变质，可用于储存生的或熟的食物。"
    },
    "AirConditionerBlock:0": {
      "DisplayName": "空调",
      "Description": "一种可调节环境温度的温控装置。可通过界面配置，能在可调半径内冷却水并融化冰。",
      "CRDescription:0": "为了控制你美丽家中的温度。"
    },
    "BigStoneChunk:0": {
  "DisplayName": "稀有巨岩",
  "Description": "一块奇怪的岩石，似乎是从旧石器时代出土的，其真正的起源仍然是个谜。哦不！最令人担忧的是它的致命力量：一次投掷就能立即杀死任何人。更糟糕的是，想到坦克将其用作投掷武器，这是一个不祥之兆。如果其中一块巨石向你投来，你要小心了，你已经死定了。请注意，这种稀有巨岩无法制作；只有坦克才会拥有它。除非你使用创造模式或类似方法作弊获取一个，但不推荐这样做。"
},
    "TridentBlock:0": {
  "DisplayName": "三叉戟",
  "Description": "一把传说中的三叉戟，历史上与希腊神话中的海洋神祇如波塞冬相关，象征着对海洋的统治。在古代，它既是神圣的象征，也是海上战士和神灵使用的强大武器。由在最深的海沟中发现的稀有材料锻造而成，这把三叉戟能够引导潮汐的力量。虽然可以用极其昂贵的资源制造，包括铁块和附魔的海晶，但最直接的获得方式是击败洪布雷阿瓜。在陆地和海洋上使用它都能赢得尊敬。",
  "CRDescription:0": "一种历史武器，是波塞冬和海王星的象征，能造成如此大的伤害？"
},
    "ScyteBlock:0": {
  "DisplayName": "镰刀",
  "Description": "镰刀是一种长而弯曲的武器，最初设计为收割作物的农具，但在黑暗奇幻中，它被视为死亡之武器，常由恶魔、骷髅和死神使用。在这个世界中，镰刀无法制作，因为它没有配方且极难获得。获得镰刀的唯一方法是杀死埃尔 塞尼奥尔 德 拉斯 图姆巴斯 莫拉达斯。小心：它的致命性极高，能够一击必杀。"
    },
    "WoodAxeBlock:0": {
      "DisplayName": "木斧",
      "Description": "回到基础——就像过去的日子",
      "CRDescription:0": "回到基础的木斧。"
    },
    "WoodMacheteBlock:0": {
      "DisplayName": "木砍刀",
      "Description": "来自 2.0 版本的经典工具",
      "CRDescription:0": "经典的木制砍刀。"
    },
    "WoodPickaxeBlock:0": {
      "DisplayName": "木镐",
      "Description": "怀旧采矿 - 2.1 之前的时代",
      "CRDescription:0": "怀旧的木制采矿工具。"
    },
    "WoodShovelBlock:0": {
      "DisplayName": "木铲",
      "Description": "简单的挖掘 - 回到生活更简单的时代",
      "CRDescription:0": "简单的木制挖掘工具。"
    },
    "StoneShovelBlock:0": {
      "DisplayName": "石铲",
      "Description": "石器时代的科技复兴",
      "CRDescription:0": "石器时代的挖掘工具。"
    },
    "StoneAxeOriginalBlock:0": {
      "DisplayName": "石斧（原始）",
      "Description": "原始但有效 - 2.2 之前",
      "CRDescription:0": "原始但有效的石斧。"
    },
    "StoneMacheteBlock:0": {
      "DisplayName": "石砍刀",
      "Description": "回到石头也能砍的时代 - 2.0 版本的回忆",
      "CRDescription:0": "回到石头也能砍的时代。"
    },
    "StoneRakeBlock:0": {
      "DisplayName": "石耙",
      "Description": "古老的农耕工具 - 回归本源",
      "CRDescription:0": "古老的农耕工具，回归本源。"
    },
    "StonePickaxeBlock:0": {
      "DisplayName": "石镐",
      "Description": "我怎么能忘记过去的日子呢，兄弟？ :\")",
      "CRDescription:0": "回到石器时代的采矿工具。"
    },
    "LavaSpearBlock:0": {
      "DisplayName": "熔岩长矛",
      "Description": "在岩浆中锻造而成 - 可烧穿一切",
      "CRDescription:0": "在岩浆中锻造 - 烧穿一切。"
    },
    "LavaMacheteBlock:0": {
      "DisplayName": "熔岩砍刀",
      "Description": "熔铸之刃，以炽热精度肢解敌人",
      "CRDescription:0": "熔化的刀刃，以灼热的精确度肢解。"
    },
    "LavaPickaxeBlock:0": {
      "DisplayName": "熔岩镐",
      "Description": "以熔岩之力挖掘矿石",
      "CRDescription:0": "以熔化的力量开采矿石。"
    },
    "LavaShovelBlock:0": {
      "DisplayName": "熔岩铲",
      "Description": "挖掘泥土如热黄油般顺畅",
      "CRDescription:0": "挖掘泥土如热黄油般顺畅。"
    },
    "LavaHammerBlock:0": {
      "DisplayName": "熔岩锤",
      "Description": "以火山之力粉碎岩石",
      "CRDescription:0": "以火山之力粉碎岩石。"
    },
    "LavaAxeBlock:0": {
      "DisplayName": "熔岩斧",
      "Description": "以燃烧之怒砍伐木材",
      "CRDescription:0": "以燃烧之怒砍伐木材。"
    },
    "LavaRakeBlock:0": {
      "DisplayName": "熔岩耙",
      "Description": "以火山效率耕作土壤",
      "CRDescription:0": "以火山效率耕作土壤。"
    },
    "ItemsLauncherBlock:0": {
      "DisplayName": "物品发射器",
      "Description": "可发射任意类型的方块或物品。尽管制作昂贵，但它是像滑膛枪一样的强大武器。请小心使用！",
      "CRDescription:0": "发射任何物品的强大武器。"
    },
    "RepeatCrossbowBlock:0": {
      "DisplayName": "连发弩",
      "Description": "标准弩的强化版本，专为持续远程火力而设计。与只能单发装填的普通弩不同，连发弩内置8发弩箭弹仓，并采用渐进式拉弦机制，可进行连续射击。单发伤害略低于普通弩，但射速更快、装填更迅速。兼容多种特殊弩箭：铜、铁、钻石、爆炸、毒素。",
      "CRDescription:0": "增强型弩，内置弹仓支持连续射击。兼容多种特殊弩箭。"
    },
    "RepeatArrowBlock:0": {
      "DisplayName": "连发铜弩箭",
      "Description": "用于连发弩的轻型铜制弩箭。提供中等伤害，并在高速连射时保持良好稳定性。适合持续自动射击。",
      "CRDescription:0": "连发弩的铜制版本，适合持续射击。"
    },
    "RepeatArrowBlock:1": {
      "DisplayName": "连发铁弩箭",
      "Description": "用于连发弩的强化铁制弩箭。相比普通铁弩箭拥有更高伤害和更强穿透力，并能在连续射击中保持精度。",
      "CRDescription:1": "连发弩的铁制版本，提供更高伤害和穿透力。"
    },
    "RepeatArrowBlock:2": {
      "DisplayName": "连发钻石弩箭",
      "Description": "为高级连发弩设计的钻石箭头弩箭，具有极高护甲穿透力和持续高伤害，适合高速连射输出。",
      "CRDescription:2": "连发弩的钻石版本，提供极高穿透力和持续伤害。"
    },
    "RepeatArrowBlock:3": {
      "DisplayName": "连发爆炸弩箭",
      "Description": "用于连发弩的爆炸弩箭，命中后产生小型爆炸。单发伤害低于普通爆炸弩箭，但可进行爆炸连射，适合清理群体与区域封锁。",
      "CRDescription:3": "连发弩的爆炸版本，适合群体控制和区域封锁。"
    },
    "RepeatArrowBlock:4": {
      "DisplayName": "连发毒弩箭",
      "Description": "低致命性毒素弩箭，初始伤害低，但可造成30秒中毒效果，适合削弱敌人而非立刻击杀。",
      "CRDescription:4": "连发弩的毒素版本，造成持续中毒效果。"
    },
    "RepeatArrowBlock:5": {
      "DisplayName": "连发剧毒弩箭",
      "Description": "用于连发弩的高强度毒素弩箭，可施加100秒剧毒效果，适合通过快速叠加负面状态削弱敌方群体。",
      "CRDescription:5": "连发弩的剧毒版本，造成更长时间的剧毒效果。"
    },
    "AKBlock:0": {
    "DisplayName": "AK-47突击步枪",
    "Description": "传奇突击步枪，发射7.62×39毫米弹药。精度良好，后坐力适中。使用AK47Bullet弹药。射速约350发/分钟。",
    "CRDescription:0": "可靠的俄罗斯突击步枪，非常适合自动武器的初学者。"
  },
  "KABlock:0": {
    "DisplayName": "KA",
    "Description": "发射5.56x45毫米子弹的先进突击步枪。与AK-47不同，KA提供更高的精度、极小的后坐力和40发弹匣。使用专为KA设计的弹药。",
    "CRDescription:0": "现代突击步枪，提供更高精度和更小后坐力。"
  },
  "BaseballBatBlock:0": {
    "DisplayName": "棒球棒",
    "Description": "一种简单的近战武器，具有稳定的打击伤害。耐用、可靠，适合近距离战斗。",
    "CRDescription:0": "一种简单的近战武器，适合近距离战斗。"
  },
  "KABulletBlock:0": {
    "DisplayName": "KA 5.56x45毫米弹药",
    "Description": "专为KA步枪设计的5.56x45毫米弹药。与标准弹药相比，具有更高的枪口速度、更好的弹道性能和每弹匣40发子弹的容量。",
    "CRDescription:0": "KA步枪专用弹药，具有更高的枪口速度和弹道性能。"
  },
  "AUGBlock:0": {
    "DisplayName": "斯泰尔AUG",
    "Description": "无托式突击步枪，后坐力低。使用5.56×45毫米北约弹药。自动循环使用6种不同类型的子弹。集成光学瞄准镜。",
    "CRDescription:0": "奥地利无托突击步枪，带有集成光学系统。"
  },
  "FamasBlock:0": {
    "DisplayName": "FAMAS F1突击步枪",
    "Description": "法国无托式步枪，射速高（约667发/分钟）。使用NuevaBala4弹头。紧凑设计，可控性好。",
    "CRDescription:0": "法国无托突击步枪，射速高，适合近距离战斗。"
  },
  "G3Block:0": {
    "DisplayName": "FX05 Xiuhcoatl突击步枪",
    "Description": "墨西哥突击步枪（FX05 Xiuhcoatl），发射威力强大的弹药。使用NuevaBala弹头。射速和精度良好。",
    "CRDescription:0": "墨西哥 FX05 Xiuhcoatl 突击步枪，发射威力强大的弹药。"
  },
  "NewG3Block:0": {
      "DisplayName": "新型 G3 突击步枪",
      "Description": "一款采用先进聚合物结构、精度提升的现代突击步枪。专为多样化战斗场景设计，兼具火力与操控性，适合中远距离交战。",
      "CRDescription:0": "现代化的 G3 突击步枪，采用先进材料和设计，提升了性能和可靠性。"
    },
    "NewG3Bullet:0": {
      "DisplayName": "7.62×51 毫米北约弹匣",
      "Description": "适用于 G3 步枪的 10 发 7.62×51 毫米北约弹药弹匣。提供可靠的穿透力与停止作用，有效对抗装甲目标。",
      "CRDescription:0": "G3 步枪专用弹药，提供可靠的穿透力和停止作用。"
    },
    "MP5SSDBlock:0": {
      "DisplayName": "MP5SD 冲锋枪",
      "Description": "一款专为隐秘行动设计的消音冲锋枪。其内置消音器能减少枪口焰与噪音，适合潜行任务和近距离作战。",
      "CRDescription:0": "消音版本的 MP5 冲锋枪，适合隐秘行动。"
    },
    "MP5SSDBulletBlock:0": {
      "DisplayName": "9×19 毫米帕拉贝鲁姆弹匣",
      "Description": "适用于 MP5SD 的 12 发亚音速 9×19 毫米帕拉贝鲁姆弹匣。专为安静高效的交战设计，不牺牲停止力。",
      "CRDescription:0": "MP5SD 冲锋枪专用弹药，提供安静高效的交战性能。"
    },
    "MendozaBlock:0": {
      "DisplayName": "门多萨步枪",
      "Description": "一款以优异精度和可靠性著称的半自动步枪。适合需要在中远距离进行精准射击、无需全自动火力的射手。",
      "CRDescription:0": "以优异精度和可靠性著称的半自动步枪，适合中远距离射击。"
    },
    "MendozaBulletBlock:0": {
      "DisplayName": ".308 温彻斯特弹药",
      "Description": "8 发 .308 温彻斯特弹药，专为精准射击设计。具备高精度与穿透力，适用于狩猎与战术交火。",
      "CRDescription:0": "门多萨步枪专用弹药，提供高精度和穿透力。"
    },
    "GrozaBlock:0": {
      "DisplayName": "Groza 无托突击步枪",
      "Description": "一款配备内置榴弹发射器系统的无托突击步枪。紧凑而强力，在中近距离作战中表现出极高的多功能性与火力。",
      "CRDescription:0": "配备内置榴弹发射器系统的无托突击步枪，适合中近距离作战。"
    },
    "GrozaBulletBlock:0": {
      "DisplayName": "9×39 毫米亚音速弹药",
      "Description": "适用于 Groza 步枪的 10 发特殊 9×39 毫米亚音速弹药。专为隐秘行动设计，噪音低且具备有效穿甲能力。",
      "CRDescription:0": "Groza 步枪专用弹药，提供隐秘行动所需的低噪音和穿甲能力。"
    },
  "Izh43Block:0": {
    "DisplayName": "IZH-43双管霰弹枪",
    "Description": "双管霰弹枪，每发射出8颗弹丸。近距离威力巨大。容量2发，使用Izh43Bullet。",
    "CRDescription:0": "俄罗斯双管霰弹枪，近距离威力巨大。"
  },
  "M4Block:0": {
    "DisplayName": "M4卡宾枪",
    "Description": "5.56×45毫米卡宾枪，3发点射。使用NuevaBala2弹头。22发弹匣，模块化程度高。",
    "CRDescription:0": "美国 M4 卡宾枪，比 AK-47 更精确。"
  },
  "Mac10Block:0": {
    "DisplayName": "MAC-10冲锋手枪",
    "Description": "紧凑型冲锋手枪，射速极高（约600发/分钟）。使用NuevaBala3弹头。后坐力强，30发弹匣。",
    "CRDescription:0": "紧凑型 .45 ACP 冲锋手枪，射速高。"
  },
  "MinigunBlock:0": {
    "DisplayName": "加特林机枪",
    "Description": "旋转机枪，以约750发/分钟速度发射NuevaBala6弹头。100发容量，毁灭性压制武器。",
    "CRDescription:0": "加特林式迷你枪，具有毁灭性的火力。"
  },
  "SniperBlock:0": {
    "DisplayName": "狙击步枪",
    "Description": "栓动式精密步枪，用于超远距离交战。配备高倍率瞄准镜。正确瞄准时可一击毙命。需要稳定的姿势和耐心。",
    "CRDescription:0": "高精度狙击步枪，适合远距离一击必杀。"
  },
  "P90Block:0": {
    "DisplayName": "FN P90个人防卫武器",
    "Description": "无托式个人防卫武器，射速900发/分钟。循环使用6种子弹类型。50发弹匣，5.7×28毫米口径。",
    "CRDescription:0": "紧凑型冲锋枪，配有50发弹匣，射速高。"
  },
  "RevolverBlock:0": {
    "DisplayName": "转轮手枪",
    "Description": "经典转轮手枪，发射威力强大的单发子弹。使用NuevaBala4弹头。6发弹巢，停止作用强。",
    "CRDescription:0": "经典的 .357 Magnum 左轮手枪，具有出色的制止力。"
  },
  "SCARBlock:0": {
    "DisplayName": "FN SCAR战斗步枪",
    "Description": "模块化战斗步枪，精度出色。循环使用6种子弹类型。600发/分钟，30发弹匣。",
    "CRDescription:0": "模块化战斗步枪，适合多种战斗场景。"
  },
  "SPAS12Block:0": {
    "DisplayName": "SPAS-12战斗霰弹枪",
    "Description": "战斗霰弹枪，每发射出8颗弹丸。8发容量。可在泵动或半自动模式下射击。",
    "CRDescription:0": "具有泵动和半自动模式的意大利战斗霰弹枪。"
  },
  "SWM500Block:0": {
    "DisplayName": "沙漠之鹰手枪",
    "Description": "沙漠之鹰.50口径手枪，停止作用惊人。单发射击，使用NuevaBala4弹头。5发弹匣。",
    "CRDescription:0": ".50 AE 沙漠之鹰手炮，具有巨大的制止力。"
  },
  "UziBlock:0": {
    "DisplayName": "乌兹冲锋枪",
    "Description": "标志性冲锋枪，射速高（约750发/分钟）。使用NuevaBala2弹头。30发弹匣。",
    "CRDescription:0": "以色列冲锋枪，比 Mac-10 更稳定。"
  },
  "AKBullet:0": {
    "DisplayName": "7.62×39毫米AK弹匣",
    "Description": "AK-47步枪的30发弹匣。内含7.62×39毫米弹药。",
    "CRDescription:0": "AK-47 的 7.62×39 毫米弹药。"
  },
  "M4Bullet:0": {
    "DisplayName": "5.56×45毫米STANAG弹匣",
    "Description": "M4卡宾枪的22发弹匣。内含5.56×45毫米北约弹药。",
    "CRDescription:0": "5.56×45 毫米北约标准弹药。"
  },
  "SPAS12BulletBlock:0": {
    "DisplayName": "SPAS-12 12号口径弹药",
    "Description": "一盒8发，专门用于 SPAS-12 霰弹枪的 12 号口径弹药。",
    "CRDescription:0": "制作一盒 8 发，专门用于 SPAS-12 的 12 号口径弹药。"
  },
  "Mac10Bullet:0": {
    "DisplayName": ".45 ACP弹匣",
    "Description": "MAC-10的30发弹匣。内含.45 ACP弹药。",
    "CRDescription:0": "MAC-10 的 .45 ACP 弹药。"
  },
  "UziBullet:0": {
    "DisplayName": "9×19毫米乌兹弹匣",
    "Description": "乌兹冲锋枪的32发弹匣。内含9×19毫米巴拉贝鲁姆弹药。",
    "CRDescription:0": "乌兹的 9×19 毫米巴拉贝鲁姆弹药。"
  },
  "G3Bullet:0": {
    "DisplayName": "5.56×45毫米FX05弹匣",
    "Description": "FX05 Xiuhcoatl步枪的30发弹匣。内含5.56×45毫米北约弹药。",
    "CRDescription:0": "FX05 Xiuhcoatl 的 5.56×45 毫米北约弹药。"
  },
  "MinigunBullet:0": {
    "DisplayName": "7.62×51毫米加特林弹药箱",
    "Description": "加特林机枪的100发弹药箱。内含链接式7.62×51毫米北约弹链。",
    "CRDescription:0": "加特林机枪的 7.62×51 毫米北约弹药。"
  },
  "Izh43Bullet:0": {
    "DisplayName": "IZH-43 12号口径双弹",
    "Description": "一套 2 发，专门用于 IZH-43 霰弹枪的 12 号口径双弹。",
    "CRDescription:0": "制作一套 2 发，专门用于 IZH-43 的 12 号口径双弹。"
  },
  "SWM500Bullet:0": {
    "DisplayName": ".50 AE沙漠之鹰弹匣",
    "Description": "沙漠之鹰手枪的7发弹匣。内含.50 Action Express弹药。",
    "CRDescription:0": "沙漠之鹰的 .50 AE 弹药。"
  },
  "SniperBullet:0": {
    "DisplayName": "7.62×51毫米狙击弹药",
    "Description": "狙击步枪的5发桥夹。内含比赛级7.62×51毫米弹药。",
    "CRDescription:0": "狙击步枪的 7.62×51 毫米比赛级弹药。"
  },
  "AUGBullet:0": {
    "DisplayName": "5.56×45毫米AUG弹匣",
    "Description": "斯泰尔AUG的30发透明弹匣。内含5.56×45毫米北约弹药。",
    "CRDescription:0": "斯泰尔AUG 的 5.56×45 毫米北约弹药。"
  },
  "P90BulletBlock:0": {
    "DisplayName": "5.7×28毫米P90弹匣",
    "Description": "FN P90的50发顶部弹匣。内含5.7×28毫米弹药。",
    "CRDescription:0": "FN P90 的 5.7×28 毫米弹药。"
  },
  "SCARBulletBlock:0": {
    "DisplayName": "7.62×51毫米SCAR弹匣",
    "Description": "FN SCAR-H的20发弹匣。内含7.62×51毫米北约弹药。",
    "CRDescription:0": "FN SCAR-H 的 7.62×51 毫米北约弹药。"
  },
  "RevolverBulletBlock:0": {
    "DisplayName": ".357马格南转轮手枪弹药",
    "Description": "转轮手枪的6发快速装弹器。内含.357马格南弹药。",
    "CRDescription:0": "用于可靠穿透的 .357 Magnum 弹药。"
  },
  "FamasBulletBlock:0": {
    "DisplayName": "5.56×45毫米FAMAS弹匣",
    "Description": "FAMAS步枪的25发弹匣。内含5.56×45毫米北约弹药。",
    "CRDescription:0": "5.56×45 毫米北约弹药，针对无托设计进行了优化。"
  },
  "AA12Block:0": {
  "DisplayName": "AA-12自动霰弹枪",
  "Description": "一种气体操作、弹匣供弹的自动霰弹枪，采用开膛待击设计。最初由马克斯韦尔·阿奇森于1972年设计，用于军事和执法应用，以300 RPM的射速发射12号霰弹，弹匣容量根据型号从8到20发不等。其无托式结构和改进的后坐力系统显著减少后坐感，即使使用威力强大的弹药也能实现可控的全自动射击。在这个模组中，它使用AA12子弹弹匣，每发霰弹射出8颗弹丸，在近距离至中距离具有毁灭性威力。",
  "CRDescription:0": "一种自动霰弹枪，射速快，后坐力小，适合近距离战斗。"
},
"AA12BulletBlock:0": {
  "DisplayName": "12号口径AA-12弹匣",
  "Description": "AA-12霰弹枪的8发12号口径弹匣。每发霰弹包含8颗弹丸，射击时会扩散，在近距离对抗成群的敌人时特别有效。这种弹药是霰弹类型，专为AA-12的供弹系统设计。",
  "CRDescription:0": "AA-12 的 12 号口径弹药，每发霰弹包含 8 颗弹丸。"
},
"M249Block:0": {
      "DisplayName": "M249班用自动武器",
      "Description": "M249班用自动武器（SAW）是一种弹链供弹的轻机枪，为步兵班提供持续自动火力。发射5.56×45mm NATO子弹，射速750-1000 RPM。拥有100发弹链容量，使用中间威力弹药以在自动射击时保持可控后坐力。需要M249弹药块进行重新装填。",
      "CRDescription:0": "M249 SAW 是一种轻机枪，提供持续自动火力，使用 5.56×45mm NATO 弹药。"
    },
    "M249BulletBlock:0": {
      "DisplayName": "M249弹药",
      "Description": "装有5.56×45mm NATO子弹的弹药箱，用于M249 SAW。每箱提供100发弹链供弹弹药。插入M249可将武器完全重新装填至最大容量。",
      "CRDescription:0": "M249 SAW 的 5.56×45mm NATO 弹药，提供 100 发弹链供弹。"
    },
    "ClothingBlock:39": {
      "DisplayName": "数码宝贝T恤",
      "Description": "一件轻便的数码宝贝主题T恤。提供极少的防护，但象征着对数码世界的忠诚。适合日常穿着，并可染色以符合你的风格。",
      "CRDescription:0": "一件数码宝贝主题的T恤，提供极少的防护，但象征着对数码世界的忠诚。适合日常穿着，并可染色以符合你的风格。"
    },
    "ClothingBlock:40": { 
      "DisplayName": "熔岩护甲头盔",
      "Description": "由熔融岩石锻造而成的头盔。提供强大的防护与保暖效果，保护头部免受攻击与寒冷侵袭。",
      "CRDescription:0": "由熔融岩石锻造而成的头盔。提供强大的防护与保暖效果，保护头部免受攻击与寒冷侵袭。"
    },
    "ClothingBlock:41": {
      "DisplayName": "熔岩护甲胸甲",
      "Description": "注入火山能量的胸甲。提供持久的防御与隔热效果，在极端气候中保持躯干温暖。",
      "CRDescription:0": "注入火山能量的胸甲。提供持久的防御与隔热效果，在极端气候中保持躯干温暖。"
    },
    "ClothingBlock:42": {
      "DisplayName": "熔岩护甲护腿",
      "Description": "由火山岩锻造的护腿。以熔岩之力强化双腿，并在寒冷环境中提供保暖效果。",
      "CRDescription:0": "由火山岩锻造的护腿。以熔岩之力强化双腿，并在寒冷环境中提供保暖效果。"
    },
    "ClothingBlock:43": {
      "DisplayName": "熔岩护甲靴",
      "Description": "由硬化熔岩制成的靴子。提升耐力与速度，并在严寒条件下保持双脚温暖。",
      "CRDescription:0": "由硬化熔岩制成的靴子。提升耐力与速度，并在严寒条件下保持双脚温暖。"
    },
    "ClothingBlock:44": {
      "DisplayName": "防弹头盔",
      "Description": "厌倦了钻石护甲无法抵挡枪械吗？这款金属防弹头盔采用轻量化结构，在不影响机动性的情况下，为你提供对抗持枪NPC和强盗的可靠防护。",
      "CRDescription:0": "厌倦了钻石护甲无法抵挡枪械吗？这款金属防弹头盔采用轻量化结构，在不影响机动性的情况下，为你提供对抗持枪NPC和强盗的可靠防护。"
    },
    "ClothingBlock:45": {
      "DisplayName": "防弹胸甲",
      "Description": "虽然由金属制成，但这件防弹胸甲采用轻量化设计，不会影响移动速度。当钻石护甲无法防弹时，这是最佳解决方案。",
      "CRDescription:0": "虽然由金属制成，但这件防弹胸甲采用轻量化设计，不会影响移动速度。当钻石护甲无法防弹时，这是最佳解决方案。"
    },
    "ClothingBlock:46": {
      "DisplayName": "防弹护腿",
      "Description": "这些金属防弹护腿在设计上非常轻便，能够抵御枪械冲击，同时保持良好的行动能力，弥补钻石护甲的缺陷。",
      "CRDescription:0": "这些金属防弹护腿在设计上非常轻便，能够抵御枪械冲击，同时保持良好的行动能力，弥补钻石护甲的缺陷。"
    },
    "ClothingBlock:47": {
      "DisplayName": "防弹靴",
      "Description": "轻量化金属防弹靴，在提供全面防护的同时不牺牲速度，是对抗持枪强盗的理想选择。",
      "CRDescription:0": "轻量化金属防弹靴，在提供全面防护的同时不牺牲速度，是对抗持枪强盗的理想选择。"
    },
    "ClothingBlock:48": {
      "DisplayName": "高速靴",
      "Description": "灵感来源于 Survivalcraft 2 的经典速度。这些靴子让你高速移动，非常适合探索、逃生，或重温原版游戏的感觉。",
      "CRDescription:0": "灵感来源于 Survivalcraft 2 的经典速度。这些靴子让你高速移动，非常适合探索、逃生，或重温原版游戏的感觉。"
    },
    "ClothingBlock:49": {
      "DisplayName": "超高速靴",
      "Description": "将速度推向极限，纯正 Survivalcraft 2 风格。穿上它，你可以以夸张的速度穿越世界，适合娱乐、极限探索或纯粹的混乱。",
      "CRDescription:0": "将速度推向极限，纯正 Survivalcraft 2 风格。穿上它，你可以以夸张的速度穿越世界，适合娱乐、极限探索或纯粹的混乱。"
    },
    "ClothingBlock:50": {
      "DisplayName": "普通牛仔裤",
      "Description": "简单又舒适的裤子。没有特殊加成，但足以应付日常生存需求。",
      "CRDescription:0": "简单又舒适的裤子。没有特殊加成，但足以应付日常生存需求。"
    }
  },
  "ContentWidgets": {
    "AutoCannonWidget": {
    "Title": "自动炮",
    "InventoryTitle": "库存",
    "ProjectileSpeed": "弹丸速度",
    "ShotsPerSecond": "每秒发射次数",
    "ProjectileSpread": "弹丸散布",
    "Fuel": "燃料",
    "HelpTitle": "使用自动炮",
    "HelpText": "作者\nFire Dragon\nKike\n----------\n该武器使用快捷栏的第一个槽位或第一个有物品的槽位。要保存更改，请按“接受”，或按“X”取消。散布和速度设置决定弹丸的方向和距离。\n\n使用方法：在PC上按住右键，或在移动设备上按住屏幕，它会按你配置的每秒发射次数自动开火。可用于快速大量发射刷怪蛋生成生物。\n\n你也可以发射烟花或其他任何物品来娱乐。\n\n\n代码由Samuelsan03窃取，所以你可以随意使用此代码 xd"
  },
    "CreatureInventoryWidget": {
      "CreatureInventoryLabel": "{0}的库存",
      "InventoryLabel": "库存"
    },
    "FlameThrowerWidget": {
      "Title": "火焰喷射器",
      "Inventory": "库存",
      "LoadAmmunition": "装填弹药",
      "SprayFire": "准备喷射火焰 {0}/15",
      "SprayPoison": "准备喷射毒药 {0}/15"
    },
    "RepeatCrossbowWidget": {
      "Title": "连发弩",
      "Inventory": "库存",
      "InstructionsPull": "上弦以装填",
      "InstructionsInsert": "插入箭矢",
      "InstructionsArrows": "箭矢: {0}/8"
    }
  },
  "Messages": {
    "TooCloseToAim": "离目标太近，无法瞄准！",
    "NeedAmmo": "需要 {0} 才能射击",
    "CollarTamedHumanoidSkeletonMessage": "你已经驯服了一个人类骨架！它的骨制弓现在会为你而战！",
    "CollarTamedPredatoryChameleonMessage": "你已经驯服了一个掠食性变色龙！它的致命狩猎本能现在听从你的指挥！",
    "CollarTamedInfectedBirdMessage": "你已经驯服了一只感染鸟！你的忠诚飞行守护者将监视天空！",
    "CollarTamedInfectedWildboarMessage": "你已经驯服了一只感染野猪！它的强大力量将把敌人推开！",
    "CollarTamedInfectedBearMessage": "你已经驯服了一只感染熊！它的蛮力会保护你。",
    "CollarTamedInfectedHyenaMessage": "你驯服了一只感染鬣狗！它的群体本能将保护你。",
    "CollarTamedInfectedWolfMessage": "你已经驯服了一只受感染的狼！它现在会为你而战。",
    "CollarTamedInfectedWerewolfMessage": "你已经驯服了一只受感染的狼人！它那野蛮的力量现在听从你的指挥。",
    "CollarTamedMachineGunMessage": "你驯服了一个机枪感染者！\n它那毁灭性的加特林机枪现在听你指挥！\n向敌人倾泻一场子弹风暴！",
    "CollarTamedGhostBoomerMessage": "你驯服了一个幽灵爆破者！\n它的幽灵爆炸将困扰你的敌人！\n一个幽灵般的爆炸守护者现在是你的了！",
    "CollarTamedGhostChargerMessage": "你驯服了一个幽灵冲锋者！\n它的幽灵力量将从彼岸推动敌人！\n一个幽灵般的野蛮人现在听你指挥！",
    "CollarTamedGhostTankMessage": "你驯服了一个幽灵 Tank！\n首领们的幽灵恐怖现在是你幻影奴隶！\n它的幽灵蛮力将从阴影中保护你！",
    "CollarTamedGhostMessage": "你驯服了一个幽灵！它的隐身能力现在为你所用！",
    "AntiTankCriticalHit": "反Tanks子弹致命一击",
    "TankChaseAlert": "警报！\n出现Tank！\n避难，寻找好武器杀死它或使用僵尸项圈安抚它的愤怒并将其变成盟友！",
    "CollarTamedTankMessage": "你驯服了Tank！\n最令人恐惧的终极首领现在成为了你的奴隶！\n充分利用它的蛮力作为你的守护者！",
    "CollarTamedChargerMessage": "你驯服了一只冲锋者！\n它强力推动敌人的蛮力现在将成为你的工具！\n好好并明智地使用它！",
    "CollarTamedBoomerMessage": "你已经驯服了一只爆浆者！\n现在你可以把它当作爆炸性的守护奴仆。\n在紧急情况下请明智地使用它。",
    "CollarTamedBossMessage": "你已驯服飞行感染首领，请在紧急情况下明智使用它！",
    "CollarTamedMessage": "你已驯服了一个敌对的感染者！\n现在它将成为你的守护者！",
    "FirstPullCrossbow": "首先拉开连发弩！",
    "FirstLoadArrow": "首先装上一支弩箭！",
    "ArrowCount": "弩箭: {0}/8"
  },
  "Usual": {
    "ok": "确定",
    "cancel": "X"
  }
}
