{
  "MusicToggleButton": "音乐",
  "MusicOn": "开",
  "MusicOff": "关",
  "MusicEnabled": "音乐已启用",
  "MusicDisabled": "音乐已禁用",
  "NowPlaying": "您正在收听：",
  "MusicFileNotFound": "音乐文件未找到",
  "MusicPlayError": "播放音乐时出错",
  "AutoCannonTitle": "自动加农炮",
  "InventoryTitle": "库存",
  "ProjectileSpeed": "弹丸速度",
  "ShotsPerSecond": "每秒射击数",
  "ProjectileSpread": "弹丸散布",
  "Fuel": "燃料",
  "Accept": "接受",
  "Cancel": "X",
  "YouNeedAmmunition": "你需要弹药来发射物品发射器",
  "UseAutoCannon": "使用自动加农炮",
  "AutoCannonHelp": "作者\nFire Dragon\nKike\n----------\n该武器使用快捷栏的第一个槽位或第一个有物品的可用槽位。要保存更改，必须按'接受'，或按'X'放弃。散布和速度设置决定了弹丸的方向和距离。\n\n要使用它，只需按住右键（PC）或按住屏幕（移动设备），它会自动以你配置的每秒次数开火。对于发射生成蛋并在短时间内大量生成生物非常有用。\n\n你也可以发射烟花或其他任何物品来娱乐。\n\n\nSamuelsan03盗用的糟糕代码，所以随你怎么用这个代码 xd",
  "Poisoned": "中毒",
  "HP": "生命值",
  "Database": {
    "DisplayName": {
      "Naomi": "娜奥米",
      "Ricardo": "里卡多",
      "Paco": "帕科",
      "Barack": "巴拉克",
      "ElMarihuanero": "埃尔 马里华内罗",
      "ElMarihuaneroMamon": "埃尔 马里华内罗 马蒙",
      "FumadorQuimico": "富马多尔 奎米科",
      "FumadorQuimicoBrawny": "富马多尔 奎米科 布劳尼",
      "TommyVercetti": "托米 维尔切图伊",
      "ClaudeSpeed": "克劳德 斯皮德",
      "CarlJohnson": "卡尔 约翰逊",
      "LaMuerteX": "拉 穆埃尔特 X",
      "ElSenorDeLasTumbasMoradas": "埃尔 塞尼奥尔 德 拉斯 图姆巴斯 莫拉达斯",
      "LiderCalavericoSupremo": "利德尔 卡拉韦里科 苏普雷莫",
      "LiderCalavericoSupremoAlfa": "利德尔 卡拉韦里科 苏普雷莫 阿尔法",
      "Sparkster": "斯帕克斯特尔",
      "ElArquero": "埃尔 阿尔克罗",
      "ElBallestador": "埃尔 巴列斯塔多尔",
      "ArqueroPrisionero": "阿尔克罗 普里西奥内罗",
      "BallestadoraMusculosa": "巴列斯塔多拉 穆斯库洛萨",
      "Conker": "康克尔",
      "Beavis": "比维斯",
      "Butt-Head": "大头蛋",
      "HombreLava": "翁布雷 拉瓦",
      "HombreAgua": "翁布雷 阿瓜",
      "Shoutmon": "绍特蒙",
      "Veemon": "维蒙",
      "Gaomon": "高蒙",
      "Agumon": "阿古蒙",
      "Impmon": "因普蒙",
      "Gumdramon": "古姆德拉蒙",
      "Guilmon": "吉尔蒙",
      "BetelGammamon": "贝特尔 加玛蒙",
      "HeadcrabBloodyHuman": "海德克拉布 布拉迪 休曼",
      "Tulio": "图里奥",
      "Brayan": "布拉扬",
      "AladinaCorrupta": "阿拉迪纳 科鲁普塔",
      "ElGuerrillero": "埃尔 格雷里耶罗",
      "ElGuerrilleroTenebroso": "埃尔 格雷里耶罗 特内布罗索",
      "WalterZombie": "沃尔特 僵尸",
      "WalterZombieMamadisimo": "沃尔特 僵尸 马马迪西莫",
      "ZombieRepetidor": "僵尸 雷佩蒂多尔",
      "CamisasMorenas": "卡米萨斯 莫雷纳斯",
      "Richard": "理查德"
    },
    "Description": {
      "ArqueroPrisionero": "埃尔 阿尔克雷罗 的双胞胎兄弟——埃尔 阿尔克雷罗 普里西奥内罗——背负着被纳粹时代刻下的创伤。他在大屠杀的恐怖中幸存，以坚韧与新的目标走出阴影。不同于他的兄弟和 埃尔 巴列斯塔多尔，他们投向了邪恶派系，埃尔 阿尔克雷罗 普里西奥内罗选择了 阿利安萨 的道路，决心反抗暴政而非为其效力。他的武器是弓，在目睹兄弟的技艺后立志用同样的精准守护自己与他人。被囚期间，他秘密制作粗糙的火焰箭，尽管纳粹的管控禁止囚犯持有此类武器。这份抗争成为他技艺的种子：当自由到来，他磨炼出无声而致命的箭术。如今，他作为守护者屹立——迅捷、警觉、坚定不屈。若他看到盟友或 阿利安萨 遭到攻击，他会毫不犹豫地释放箭雨。他的护甲轻便，为速度与生存而生，使他能轻松穿越废墟与高处。他以细微的信号交流，偏爱沉默胜过言语，几乎从不失手。被击败时，他会掉落可用的箭，提醒人们他的机智与所承受的艰难。尽管过去满是悲伤，埃尔 阿尔克雷罗 普里西奥内罗仍以决心前行，仿佛高地上的敌对“罗宾汉”。他的故事关于生存、反抗与不懈追求正义——即使悲剧之后，人也能站起保护他人，继续为自由而战。",
      "Naomi": "娜奥米（ナオミ）。一个待解的谜。她是日本人，但…她究竟是人类还是机器人？她是如何来到 Survivalcraft 2 的岛屿的？这是一个巨大的谜团。故事开始于京都，一位名叫高智（高地）的发明家。1999年，由于高智需要一名自动助手进行生物科学研究，娜奥米 被创造出来。原型测试很顺利，最终的结果看起来与人类无异。自那时起，这个机器人在执行复杂或简单任务方面都很成功。有一天，高智接到了京都大学的一个研究项目，要去日本以外的地方调查新物种和稀有地点。由于需要同伴，他将 Naomi 作为合作伙伴。在穿越海洋的途中，高智不小心将他的人形机器人 娜奥米 掉进了水里，引发了一阵恐慌。他担心机器人的电子元件会因此损坏。但他不知道的是，娜奥米 其实是防水的。这使 娜奥米 漂流到了一个神秘的岛屿或广阔的大陆。从那天起，她作为人形机器人的生活发生了改变。没有资源，她将如何生存？以前，在研究旅行中，她曾练习过生存技能。她是否需要玩家的帮助？你将在游戏中找到答案！",
      "Ricardo": "里卡多是一名来自特拉特洛尔科的普通平民，出生于1998年6月4日。从小他喜欢像一只顽皮的狗一样散步，并感受到与自然的深厚联系，总是梦想着去岛屿旅行。2021年，特拉特洛尔科大学为他提供了一个科学-生物研究项目的名额，以探索墨西哥以外的岛屿。他抓住了这个机会并加入了探险队。在横渡太平洋的旅途中，猛烈的海浪和强风使船员们陷入危险。里卡多被风卷入海中，他的同伴们看到他远离船只、没有救生圈，便认为他已经溺亡。然而幸运眷顾了他：洋流将他带到了一座未知的岛屿，这座岛屿在太平洋地图上并未标记。当他在岛上醒来时，必须寻找生存的方法。某个夜晚，在探索过程中，他遇到了娜奥米——一个遭遇过类似命运的人形机器人。从那一刻起，他们成为了朋友。",
      "Paco": "“那个人到底是从哪里冒出来的？看起来好像是外星人带来的。”这是在墨西哥某个城市里，一位人类看到他时说的话。帕科是一个由火星种族在1968年创造的人类-外星混合体，当时苏联为了与美国竞争而发起了另一场太空探险。在那次任务中，一些船员看到来自另一颗星球的红光，并决定前往月球之外进行调查。他们发现了一个几乎与人类相似但带有外星特征的存在，拥有超越普通人类的智慧。2001年，随着苏联在1991年解体，俄罗斯与美国因误会而爆发战争：据称恐怖分子摧毁了他们在火星附近的一艘飞船。一场类似《星球大战》的太阳系冲突爆发，帕科的外星创造者看到自己的母星遭到攻击。为了避免毁灭，他们开始武装自己，",
      "Barack": "据一些俄罗斯人和美国人所说，在2001年的外星人战争之后，巴拉克被认为是与帕科相似的双胞胎兄弟。与帕科不同，巴拉克是巴拉克·奥巴马的忠实追随者——奥巴马后来在2008年当选美国总统，并于2009年1月正式就职。在游戏世界中，你可以听到关于奥巴马的引用，显示巴拉克是他的头号粉丝。巴拉克，帕科的双胞胎兄弟，抵达了帕科曾经坠落的神秘岛屿，尽管他的起源可以追溯到1980年7月7日。他由与帕科相同的外星种族创造，但被带到地球的原因不同：外星人试图找回他们失落的孩子，却最终选择留下。这在巴拉克和帕科之间建立了深厚的联系。像帕科一样，巴拉克必须在未知的岛屿上生存，面对自然与命运的考验。最终，他也遇到了娜奥米和里卡多，虽然最初彼此怀疑，但在证明了各自的生存技能和智慧后，他们成为了盟友。作为一个趣闻，巴拉克后来创立了“联盟”组织，致力于寻找那些坠落在神秘太平洋岛屿上的幸存者，而科学家们——尤其是俄罗斯和美国的科学家——则疯狂地调查这些岛屿的名字和位置。",
      "ElMarihuanero": "被称为“毒草人”，他被记忆为帕科失落的兄弟，一个神秘的幸存者，他的起源可以追溯到创造帕科的同样外星实验。他的力量比帕科稍弱，但他的狡猾和适应能力使他在岛屿上成为一个强大的存在。“毒草人”这个绰号并非随意而来：在他漫游太平洋群岛时，他发现隐藏山谷中生长着野生的大麻。被其特性所吸引，他开始种植，并声称这些植物赋予他清晰、耐力以及与自然的奇异联系。这种痴迷最终象征性地将他与墨西哥联系起来，在那里大麻文化和民间传说成为他身份的一部分。随着时间的推移，他也接受了拉斯塔法里运动，采纳其团结、抵抗和精神联系的哲学，并将牙买加视为文化故乡。传说他无论走到哪里都携带种子，把它们种下作为旅程的标记。起初，娜奥米、里卡多和帕科对他心存不信，但他证明了自己的忠诚和机智，展现了与兄弟相媲美的生存技能。他的打击不如帕科强大，但他的策略和韧性常常在绝境中扭转局势。随着时间的推移，“毒草人”成为一个充满好奇和神话色彩的人物，不仅因其外星与人类的血统而被记住，也因植物、拉斯塔法里理念和牙买加精神而定义了他的名字和命运。",
      "ElMarihuaneroMamon": "帕科的另一个失落兄弟，也是“毒草人”的双胞胎兄弟，这个兄弟更为肌肉发达，体格魁梧。他的原始攻击力比帕科低，但他的耐力和蛮力使他成为一个危险的对手。与他的双胞胎不同，他专注于掌握火枪。他的故事开始于在太平洋神秘岛屿上发现一个废弃的殖民前哨站。在里面，他找到旧武器箱和几个世纪前探险者与士兵留下的手册。着迷之下，他花费多年研究火枪的机制，练习装填、瞄准和射击，直到成为一名熟练的神枪手。他的纪律和耐心使他成为一名技艺高超的猎人和守卫，即使在恶劣条件下也能精准打击。遇到他的人学会了害怕他的火枪胜过他的拳头，因为他的射击能在几秒钟内撕裂敌人。传说他无论走到哪里都携带火枪，把它视为武器和生存的象征。最终，他与帕科、娜奥米和里卡多相遇，尽管最初充满怀疑，但他对火器的精通赢得了团队的尊重。",
      "FumadorQuimico": "她的装束表明她在化学和有毒环境中有经验。虽然看起来具有威胁性，但她是阿利安萨小组的一员，这意味着当敌人攻击或伤害她的队伍时，她会支持他们。她拥有一个神秘的隐藏力量：在满月或新月期间，她会变成一个巨大的肌肉突变体（类似于坦克），获得更强的力量、更高的耐力和其他能力。",
      "FumadorQuimicoBrawny": "比原始形态更强大、更有力，只会在满月或新月期间出现。",
      "TommyVercetti": "一个暴力而雄心勃勃的犯罪人物，以他从自由城的Forelli家族崛起而闻名。原本是意大利血统，现在居住在佛罗里达州的罪恶城，在1986年一次失败的毒品交易后建立了自己的帝国。尽管他声名狼藉，但他也是阿利安萨小组的一员，在受到敌对帮派或敌对势力威胁时支持和保护他的盟友。",
      "ClaudeSpeed": "一个沉默而无情的罪犯，以他的高效和毫不留情而闻名。出生在自由城，他在犯罪地下世界中崛起，成为城市中令人畏惧的人物。尽管他性格暴力，但他是阿利安萨小组的一员，在受到敌对帮派或敌对势力威胁时支持和保护他的盟友。",
      "LaMuerteX": "拉穆埃尔特X 从紫色地狱的阴影中出现，皮肤和行为在黑暗中锻造。他远非友好；他敌对的本性驱使他摧毁一切。靠近他，他会无情地追捕你……直到死亡。他的力量范围从中等强度的物理打击到致命的火焰攻击；如果你试图逃跑，他会投掷火球。在最糟糕的情况下，他会投掷魔法石，造成毁灭性的伤害。",
      "ElSenorDeLasTumbasMoradas": "真是一个惊喜，我想。埃尔塞尼奥尔德拉斯图姆巴斯莫拉达斯 是 拉穆埃尔特X 最亲密的伙伴；他们总是在一起，互相帮助。但 埃尔塞尼奥尔德拉斯图姆巴斯莫拉达斯 获得了超越他朋友的神秘增强。他隐藏着什么样的力量？他可能会释放什么样的攻击？当受到威胁时，他能否召唤更黑暗的东西？这是你要去发现的。（可以说，当你面对他时你就会明白。）但要小心：如果你攻击他，他不会原谅你。他会把你拖入紫色的坟墓，从那一刻起，你将成为他阴影中的永恒奴隶。他不会是你的朋友，不是因为他恨你，而是因为友谊从来不是他设计的一部分。",
      "LiderCalavericoSupremo": "谁才是真正的黑暗与坟墓的统治者？正是利德尔 卡拉韦里科 苏普雷莫，这个世界最高且最可怕的领袖。乍一看，他的攻击似乎很弱……但不要被欺骗。他的速度可与猎豹媲美，当满月或新月升起时，他会变成一股怪物般的自然力量。他的变异形态让人联想到坦克。他是否能在蛮力、冲击和混乱方面成为富马多尔 奎米科 布劳尼的对手？只有战斗才能回答这个问题。",
      "LiderCalavericoSupremoAlfa": "他不仅是威胁，更是一种战争宣言。利德尔 卡拉韦里科 苏普雷莫 阿尔法是坟墓领域的中阶巨兽，由混乱与复仇锻造而成。比大多数更强，比许多人更快，比你想象的更狠。他的攻击沉重而无情，他的速度几乎不自然。当月亮变化时，无论满月还是新月，他都会变异成更加危险的存在。有人说他的形态像坦克，也有人怀疑他是否注定要与富马多尔 奎米科 布劳尼在力量与破坏上对抗。想知道答案？那就让他们交锋吧。只是不要在创造模式里尝试——那就像隔着防弹玻璃看风暴。利德尔 卡拉韦里科 苏普雷莫 阿尔法不是你的盟友，他不会谈判，不会加入你的事业。他是你的敌人。如果你没有准备好……他会确保你永远没有机会。",
      "Conker": "康克尔是一只外表可爱的松鼠，但性格愤世嫉俗、机会主义且无耻。大多数人认识他是因为《康克尔的坏毛日》，但他的起源完全不同：他首次出现于1997年，作为一个适合儿童的角色，并主演了一个名为《十二故事：康克尔64》的测试项目，最初设计为色彩丰富的儿童游戏。这个概念后来被废弃并彻底改变。结果是一个喝酒、辱骂、操纵、纯粹出于自我利益而行动的角色。他不追求正义、冒险或救赎，他只是因为存在而生存，没有明确的目的、没有道德、没有同情。他的言语粗俗而嘲讽，他的态度反映了对周围混乱的完全冷漠。康克尔既不是英雄也不是反派；他只是一个为了自身利益而前行的幸存者，与他卡通化的外形完全背道而驰。",
      "Beavis": "比维斯是一个少年，带着紧张的笑声、破碎的语言和易变的性格。他冲动、情绪不稳定、容易分心，经常被火焰、暴力或嘈杂的音乐触发。他说话简短、重复，行动不经思考，对后果毫无意识。争议性地，他在1993年播出的《喜剧演员》一集中成为批评焦点，当时评论家将他对火的迷恋与现实事件联系起来，引发了关于节目是否不负责任地美化危险行为的辩论。虽然他常常跟随巴特 赫德，但他不仅仅是配角；他有不可预测的爆发，尤其是在变身为过度活跃的另我“科恩霍利奥”时，痴迷于厕纸并语无伦次。比维斯不寻求意义、控制或目标。他只是因为存在而生存，对自己造成的破坏或周围的世界毫无察觉。",
      "Butt-Head": "巴特 赫德是一个少年，带着深沉而缓慢的笑声、含糊的语言和自满的个性。他懒惰、讽刺，经常残酷，几乎没有同情心或智慧。他说话简短、嘲讽，通常操纵局势来取乐，很少考虑未来。争议性地，他在1993年播出的《喜剧演员》一集中成为辩论的中心，当时评论家和喜剧演员争论他的角色是否代表了对青少年冷漠的尖锐讽刺，还是仅仅美化愚蠢和粗俗幽默，引发了关于喜剧在塑造青年文化方面责任的质疑。虽然他经常领导比维斯，但他不仅仅是一个领导者；他也有自己鲁莽的冲动，尤其是在为了取乐而挑起混乱时，嘲笑痛苦或破坏。巴特 赫德不追求意义、成长或责任。他只是为了嘲讽而存在，对自己造成的伤害或行为的空虚毫无意识。",
      "HombreLava": "翁布雷 拉瓦是一种强大的生物，通常隐藏在人群中，直到被激怒。如果你靠得太近，他的近战攻击会灼烧你。试图逃跑？他会用致命精准的火球追击你。他属于穆埃尔特派系，所以如果你是阿利安萨的一员，最好装备超越标准 Survivalcraft 2 的武器——除非你有火枪、炸药或爆炸弩，否则你很可能会被烧成灰烬。火焰和岩浆是他的盟友；燃烧他只会激发他的愤怒。他唯一真正的弱点是水：浸入水中会减缓他，削弱他的火焰核心，并最终熄灭他的力量。他避开河流，在雨中惊慌，并会受到溅射类武器的严重伤害。如果你想在遭遇中生存下来，就把他引诱到潮湿的地形并迅速攻击，在他重新点燃之前击败他。",
      "HombreAgua": "翁布雷 阿瓜平静却致命。他隐藏在河流和雨中，用冰冷的爆发和压碎的波浪攻击。火焰会治愈他，炸药几乎无法伤害他。他的身体如液体般流动——难以击中，更难以阻止。他属于穆埃尔特派系，与他最亲密的兄弟翁布雷 拉瓦并肩作战。他们一起覆盖陆地和水域，燃烧并淹没一切。如果你是阿利安萨，带上闪电、冰霜，或者保持距离。潮湿的地形是他的家园，干燥的土地才是你唯一的机会。",
      "ElBallestador": "埃尔 巴列斯塔多尔并不是最强的战士，但不要被欺骗——他那被诅咒的弓从未离开过他。他不属于阿利安萨，而是穆埃尔特的一员，是该派系中唯一使用被附身武器的人类。他的箭矢快速、无声、无情。面对他或试图逃跑——无论哪种方式，你已经注定死亡。如果他看到你，他就会射击；如果你移动，他就会命中。他的钻石箭几乎能穿透一切，除了犀牛、白鲸和虎鲸，它们能承受更多攻击并反击。要想生存，利用地形打断他的视线。奔跑时曲折前进，跳跃不可预测，绝不要停留。如果你是单人，诱使他射击并在他重新装填前冲上去；如果你在团队中，一人吸引火力，其他人侧翼攻击。溅射伤害或震击可以打乱他的瞄准，但时机至关重要。如果你听到弓弦的咔嗒声，可能已经太晚了。据说他的弓是在沉默中锻造的，在他经历背叛失声后与他绑定。从那以后，它成为他唯一的伙伴——不说话、不失手、不离开。这就是他比任何盟友更信任它的原因。他只会在第5天开始的夜晚出现，在这些夜晚玩家可以设置陷阱捕获他的弓和弹药，将他的武器库变成宝贵的资源。",
      "HeadcrabBloodyHuman": "血腥头蟹是标准头蟹的更具攻击性和血腥的变种。它的外骨骼组织被撕裂，浸透了血淋巴并暴露出肌肉纤维，可能是辐射或失败的生物武器实验造成的。它移动更快，跳得更远，并以残暴的力量附着在宿主身上，几乎瞬间触发僵尸化。它的尖叫更尖锐，它的出现通常意味着高污染区域。不推荐低阶玩家遭遇。",
      "ElArquero": "埃尔 阿尔克罗是埃尔 巴列斯塔多尔的双胞胎兄弟，他擅长精准射击和快速连射，使用强化弓箭。两人都具备战术敏捷、夜视和同步巡逻行为，但埃尔 阿尔克罗更喜欢高处伏击和无声攻击。他的护甲更轻，使他能快速穿越高处结构。他通过光学信号交流，几乎从不失手。像埃尔 巴列斯塔多尔一样，他极其危险——挑衅他会导致致命的箭雨。死亡后，他会掉落可用的弓箭，非常适合资源不足时使用。要想生存，利用掩体，诱使他射击，并从盲角侧翼攻击以避免直接视线。有趣的是，埃尔 阿尔克罗在看到兄弟第一次射箭后开始使用弓箭。为了同样保护自己，他从武器店偷了一把弓和箭——由此诞生了一个高地上的敌对罗宾汉。他只会在第10天开始的夜晚出现，使他的遭遇更罕见，但随着世界变得更黑暗，他的威胁显著增加。",
      "Veemon": "维蒙首次出现在《数码宝贝大冒险02》(2000)，作为本宫大辅的搭档，很快因其顽皮却勇敢的性格而受到认可。虽然他属于阿利安萨阵营，但维蒙也可以与玩家结盟，通过他独特的装甲进化能力使用数码蛋，在战斗中提供多样化的支持。这使他能够适应多种战斗情况，从火焰龙兽的火焰攻击到神圣龙兽的奇迹防御。维蒙最初由渡边健司设计，他是许多数码宝贝物种的插画师，其创意灵感来自字母V（象征胜利）以及连载《数码宝贝V驯兽师01》的漫画杂志V-Jump。他的设计既体现了龙的主题，也展现了年轻、充满活力的个性，深受全球粉丝喜爱。除了起源之外，维蒙还象征着忠诚、乐观和坚韧。他顽皮却坚定地保护伙伴，经常带着微笑冲入危险。在游戏中，他几乎从不犹豫为正义而战，他的存在让同伴们确信勇气和友情能够克服任何障碍。最终，维蒙不仅仅是一个战士——他是希望的象征，证明即使在最艰难的战斗中，善良和决心也会闪耀。",
      "Shoutmon": "绍特蒙首次出现在《数码宝贝合体战争》(2010)，很快因其充满活力和坚定的性格而闻名，成为工藤大器的搭档。虽然他属于阿利安萨阵营，但绍特蒙也可以与玩家结盟，将他火热的精神和强大的声波攻击带入战场。他能够与其他数码宝贝合体进化，使他在进攻和防御策略上都极具适应性。绍特蒙最初由渡边健司设计，他负责许多数码宝贝的创作，其创意强调了绍特蒙的麦克风主题以及他成为数码宝贝之王的梦想。他的设计体现了音乐能量和英雄抱负，深深打动了粉丝。除了起源之外，绍特蒙象征着勇气、领导力和乐观。他以坚定的决心激励伙伴，经常毫不动摇地冲入危险。在游戏中，他几乎从不犹豫为正义而战，他的存在让同伴们确信团结和友情能够克服任何障碍。最终，绍特蒙不仅仅是一个战士——他是希望和毅力的象征，证明即使在最艰难的战斗中，善良和决心也会闪耀。",
      "BallestadoraMusculosa": "巴列斯塔多拉 穆斯库洛萨比埃尔 巴列斯塔多尔更强壮、更有肌肉。他们在训练场相遇，当时她正在练习使用普通弓，而他在测试弩；他注意到她的纪律性，给予直接指导，两人开始一起练习远程射击。这种合作逐渐发展成一段关系，他一步步教她：站姿、时机、风向判断和精准度，从弓箭训练到弩箭训练。当他选择黑暗道路并加入敌对派系时，她结束了这段关系，并设定了明确的目标：更加刻苦训练，增加肌肉，并在力量和精准度上超越他。她保留了精准的技巧，并拿起了作为备用准备的第二把弩，现在成为她的主要武器。她加入了阿利安萨，并毫不犹豫地以他的派系为目标。她的射击强大而精准，耐力高，专注严格。过去留下的是有条理的远程战斗，以及超越前伴侣的决心。巴列斯塔多拉 穆斯库洛萨以力量和信念战斗，作为忠诚的盟友站立，从不回头走向邪恶。",
      "Agumon": "阿古蒙首次出现在《数码怪兽Ver.1》(1997)，后来在《数码宝贝大冒险》(1999)中作为八神太一的忠实伙伴而广为人知。由渡边健司设计，阿古蒙以类似小恐龙的爬行动物形态出现，象征成长以及进化为更强大的数码宝贝（如格雷蒙）的潜力。他属于阿利安萨阵营，也可以与玩家结盟，通过他炽热的“宝宝火焰”攻击提供平衡的战斗支持。他的设计强调了简洁与凶猛，使他成为数码宝贝系列在动画、游戏和周边商品中的核心角色。除了起源之外，阿古蒙象征着忠诚、勇气和坚韧。他是一个可靠的伙伴，坚定地战斗，提醒同伴即使在艰难的战斗中，友情和勇气也能带来胜利。",
      "Guilmon": "吉尔蒙首次出现在《数码宝贝驯兽师》(2002)，作为松田启人（松田隆人）的成长期搭档登场。由渡边健司设计，吉尔蒙以年轻恐龙般的形态出现，身上带有“数码危机”符号，既代表巨大的破坏潜力，也象征在信任引导下保护数码世界的可能性。虽然他属于阿利安萨阵营，但吉尔蒙也可以与玩家结盟，通过火焰攻击（如“火焰球”）以及进化为强大形态（如成长兽和公爵兽）提供强力支持。他的设计强调了原始能量与本能，并以忠诚平衡，使他成为动画和游戏中的粉丝最爱。除了起源之外，吉尔蒙象征着好奇心、勇气和友情。他常常带着决心冲入战斗，与伙伴一起学习和成长。在游戏中，吉尔蒙提供多样化的进攻和可靠的韧性，确保同伴们相信团结和信任能够克服任何挑战。最终，吉尔蒙不仅仅是一个战士——他是潜力的象征，证明即使是巨大力量，在友情的引导下也能用于善。",
      "Gumdramon": "古姆德拉蒙首次出现在《数码宝贝合体战争：穿越时空的年轻猎人》(2011)，作为明石拓吾的成长期搭档登场。由渡边健司设计，古姆德拉蒙以龙形态出现，拥有强大的尾部武器，象征他顽皮的性格和爆炸性的战斗风格。他属于阿利安萨阵营，也可以与玩家结盟，通过标志性攻击“干扰打击”以及进化为更强大的形态（如拘束兽）提供多样化的支持。他的设计强调了敏捷、能量和叛逆魅力，使他在成长期数码宝贝中脱颖而出。除了起源之外，古姆德拉蒙象征着决心、独立和忠诚。他常常大胆自信地冲入战斗，学习如何在顽皮天性与责任之间取得平衡。在游戏中，古姆德拉蒙提供快速进攻和灵活策略，确保同伴们相信勇气和坚持能够克服任何障碍。最终，古姆德拉蒙不仅仅是一个战士——他是成长的象征，证明即使是年轻的鲁莽，在友情的引导下也能转化为力量。",
      "BetelGammamon": "贝特尔 加玛蒙首次出现在《数码宝贝幽灵游戏》(2021)，作为天之河宏的成长期搭档加玛蒙的成熟进化形态登场。由渡边健司设计，贝特尔 加玛蒙以类人战士的形态出现，象征炽热的能量、速度和近战力量。他属于阿利安萨阵营，也可以与玩家结盟，通过标志性攻击“贝特尔G呐喊”以及进化为更强大的形态（如卡诺维斯兽和天狼兽）提供强力支持。他的设计强调了敏捷、勇气和英雄抱负，使他成为备受认可的成熟期数码宝贝。除了起源之外，贝特尔 加玛蒙象征着勇敢、忠诚和保护他人的决心。他常常以坚定的信心冲入战斗，在年轻精神与成长责任之间取得平衡。在游戏中，贝特尔 加玛蒙提供快速进攻和多样化策略，确保同伴们相信团结和勇气能够克服任何挑战。最终，贝特尔 加玛蒙不仅仅是一个战士——他是英雄成长的象征，证明真正的力量在友情和信任的引导下闪耀。",
      "Gaomon": "高蒙首次出现在《数码宝贝拯救者》(2006)，作为托马斯·诺尔斯坦的成长期搭档登场。由渡边健司设计，高蒙以犬类形态出现，戴着红色拳击手套，象征纪律、忠诚和武术风格的战斗方式。他属于阿利安萨阵营，也可以与玩家结盟，通过标志性攻击（如“双重反手”和“回旋上勾拳”）以及进化为更强大的形态（如高加兽和机械高加兽）提供可靠支持。他的设计强调了速度、精准和决心，使他成为独特的成长期数码宝贝，以战斗精神而闻名。除了起源之外，高蒙象征着忠诚、勇气和坚韧。他常常以冷静的专注进入战斗，在服从与独立力量之间取得平衡。在游戏中，高蒙提供快速进攻和可靠防御，确保同伴们相信纪律和团队合作能够克服任何挑战。最终，高蒙不仅仅是一个战士——他是信任的象征，证明真正的力量来自忠诚和团结。",
      "Impmon": "因普蒙首次出现在《数码宝贝驯兽师》(2001)，作为渡边健司设计的成长期数码宝贝登场。他以顽皮的恶魔形态出现，紫色身体、红色围巾和手套。在动画中，他被描绘为一个捣蛋鬼，有时是反派，反映了怨恨和孤独。但在这个模组中，他属于阿利安萨阵营，可以与玩家结盟，与同类数码宝贝平等。他的标志性攻击是“火之夜”，象征敏捷、狡猾和火焰进攻，而他的进化路径通向贝尔兽。最终，因普蒙不仅仅是一个反派——当给予信任时，他是忠诚和团结的象征。",
      "WalterZombie": "沃尔特 僵尸是由CONASUPO公司引发的灾难性化学突变产物，该公司最初以乳制品闻名。1986年，他意外饮用了受到切尔诺贝利灾难影响的放射性牛奶。爆炸后，放射性物质扩散到欧洲，导致酸雨污染了爱尔兰的牧场。奶牛吃下这些受污染的草，生产出放射性牛奶并出口到墨西哥。违背死亡的概率，沃尔特没有屈服于辐射，而是变成了一个敌对的生物。然而，与传统僵尸不同，他保留了一定的智慧和意识。在寻求恢复人类生活的过程中，沃尔特加入了阿利安萨组织，寻求救赎和治愈。尽管他有这样的愿望，第二次化学治疗却触发了意外的变异，使他进入马蒙（坦克）形态，增强了身体力量。这种变形只在满月或新月时发生，概率仅为0.5%。在这种形态下，沃尔特成为更强大的对手，能够承受巨大伤害，同时仍怀抱着有朝一日恢复人性的希望。沃尔特 僵尸体现了他怪物本能与昔日人性残余之间的挣扎。",
      "WalterZombieMamadisimo": "沃尔特 僵尸 马马迪西莫是极端的突变，只在满月或新月时以0.5%的概率出现，有时他会变形，有时保持正常状态。如果被激怒或阿利安萨组织遭到攻击，而玩家在约10格外移动，他会不断投掷炸弹直到敌人被消灭，甚至牺牲自己的盟友来消除威胁。要击败他，建议使用火枪和带爆炸箭的弩，避免在他的基地或家中战斗，因为他可能会炸毁一切，毁掉玩家的努力。更安全的做法是撤退并寻找庇护所来保护自己，同时设置尖刺陷阱限制他的行动，提高生存几率。",
      "AladinaCorrupta": "阿拉迪纳 科鲁普塔曾是阿拉伯中世纪时期的仁慈人物，以帮助穷人和需要帮助的人而闻名。随着现代时代的到来，她在19世纪末被利比亚不断变化的阿拉伯体系排斥，当时该地区仍处于奥斯曼帝国的控制之下。她的衰落在20世纪加剧：到1990年代，利比亚处于穆阿迈尔·卡扎菲的独裁统治下，她的能力减弱，不再像中世纪那样强大。2011年卡扎菲的倒台带来了更多混乱而非改善。目睹平民为权力而战，阿拉迪纳 科鲁普塔反思了多年的痛苦，并开始采用阿拉伯武装组织的技术，如自杀式袭击和爆炸，尽管她从未正式加入他们。最终，她加入了穆埃尔特阵营，因所受的痛苦和虐待而寻求复仇。现在，她在加入穆埃尔特后感到阴郁的解脱。与该组织其他成员不同，她有独特的攻击方式：当NPC或玩家攻击她或她的盟友时，她会点燃一个中型燃烧桶。距离无关紧要——她会直接冲向攻击者，点燃燃烧桶，并只给五秒钟逃跑。若未能逃脱，就会被撕裂并炸飞。在愤怒中，她甚至会牺牲自己的同伴和自己，只要组织遭到攻击。",
      "CarlJohnson": "卡尔 ‘CJ’ 约翰逊出生于美国圣安地列斯州洛圣都，目前仍居住在家乡并掌控街道。他在2005年的《侠盗猎车手：圣安地列斯》中因臭名昭著的‘热咖啡’事件而成为争议中心，这个隐藏的小游戏引发了道德恐慌、诉讼，并迫使Rockstar重新分类该游戏。尽管他走上了犯罪道路，CJ与托米 维尔切蒂和克劳德 斯皮德保持着牢不可破的友谊，他们共同组成了阿利安萨组织，试图统治犯罪地下世界。",
      "ElGuerrillero": "佩皮托 奥门西奥 德尔 莫雷诺，称为埃尔 格雷里耶罗，1997年6月7日出生于哥伦比亚阿劳卡。他曾是一个善良的人，热爱乡村，梦想加入哥伦比亚军队打击毒品贩运。但在23岁时，他的生活发生了变化。经历了父母的虐待、因梦想被欺凌、贫困和阿劳卡的暴力冲突后，他离开家并加入了FARC。在那里，他学习了他们的技术并找到了新的家庭，逐渐变得冷酷。传言《El Espectador》、《Noticias Caracol》、《RCN》、《Canal Uno》等媒体将他列为最通缉人物之一，与FARC和ELN的领导人并列。多年训练后，他离开FARC不是为了背叛，而是为了生存，最终加入了穆埃尔特组织。从那一刻起，他变得更快乐却更邪恶，以精通传统火枪而闻名。如果他看到你，你就注定完了。他可能会以两到三人的小组出现，使用FARC时期学到的战术。他可能随时出现，白天或夜晚，并会在第16天出现。",
      "ElGuerrilleroTenebroso": "亚历杭德罗 里萨拉尔多 卡斯蒂略出生于FARC的游击队家庭，8岁时自愿加入。他积累了经验，直到遇见埃尔 格雷里耶罗并建立了特殊的友谊。23岁时他无悲伤地退休，但感觉有些不对劲。伪装后，他离开营地，听到枪声，以为是手枪，实际上是火枪，发现朋友已加入穆埃尔特并与阿利安萨作战。埃尔 格雷里耶罗受伤，他的队伍失败，亚历杭德罗逃走。寻求宗教仪式庇护，他请求萨满恢复友谊，以灵魂为代价。萨满设定条件：加入阿利安萨，只告知埃尔 格雷里耶罗的少数亲密朋友和乡村伙伴，避免更严重的冲突。他必须保密自己属于阿利安萨，而不是警察或军队，并声称埃尔 格雷里耶罗为了穆埃尔特而放弃了他们的友谊。亚历杭德罗接受了，决定追捕朋友以恢复昔日的他，同时保持游击战术。据说他只会在第17天的夜晚出现。",
      "CamisasMorenas": "卡米萨斯 莫雷纳斯出生于墨西哥萨卡特卡斯的一个贫困家庭。他搬到墨西哥城寻求更好的经济机会，在那里贩毒集团仍在为领土而战。他进入了街市世界，在生日时叔叔（父亲的兄弟）送给他一把石制砍刀。他将其作为防身武器，只在极端挑衅或财物被盗时使用。他经营一个卖衬衫的摊位，但最终放弃了集市生意，加入了一个本地帮派，该帮派不属于贩毒集团，而是扎根于墨西哥城。多年经验后，该帮派遇到了穆埃尔特派系并接受了他们的联合提议。卡米萨斯 莫雷纳斯变得冷酷，用砍刀作为象征和武器，他的名声因激烈保护团队而增长。虽然他曾梦想简单生活，但他的道路将他带入更深的冲突，他对穆埃尔特的忠诚使他成为危险人物。据说他会在第21天的夜晚出现。",
      "ZombieRepetidor": "僵尸 雷佩蒂多尔曾是生活在马绍尔群岛，尤其是比基尼环礁上的人类。他是厄瓜多尔人，名叫埃尔韦尔 冈萨洛 桑博尼，前往那里寻求新生活。他是一名熟练的农民，专注于水果和蔬菜的种植。1954年，美国在这些岛屿上引爆核弹，一切发生了巨大变化。居民被迫离开家园以避免死亡，但埃尔韦尔拒绝，认为那是谎言并躲在地下。爆炸发生时，所有人都以为他死了。岛屿因辐射而荒废，无法居住。然而，违背常理，埃尔韦尔幸存下来。多年后，他的皮肤被烧伤并腐烂，最终变成了僵尸。这部分归因于他制作的一种奇怪的魔法茄子沙拉，旨在爆炸后复活他，但只能以僵尸的形式。尽管变异，他仍然活着，并设法返回厄瓜多尔。他潜入一艘豪华船只抵达阿塔卡梅斯，后来回到家乡基多。在那里，他开始吃垃圾食品，这使他肥胖但也增强了肌肉力量。有一天，他决定偷取一把巴列斯塔 雷佩蒂多拉来练习射击，因为他没有合法的枪支许可，而偷窃可能让他丧命。他不懈训练，直到成为一名神射手。虽然他看起来像普通僵尸，但不要被欺骗——如果他看到你，他会立刻开枪。最终，他加入了穆埃尔特组织，成为另一个致命的射手。据说他会在第13天的夜晚出现。",
      "Sparkster": "斯帕克斯特尔是由Konami创造的火箭骑士英雄负鼠，首次出现在《Rocket Knight Adventures》(1993)，并在《Sparkster》(1994)及后续作品中继续登场。手持剑与火箭背包，他以勇气和敏捷守护泽菲鲁斯王国。在这里的故事中，斯帕克斯特尔加入了阿利安萨，一个致力于保护盟友和抵抗腐败的组织——他默认不敌对，只在被挑衅时反击。凭借蓝红相间的盔甲，他勇敢、忠诚且坚韧，擅长快速移动和精准打击，同时激励周围的人。据说他会在第2天的任何时刻出现。",
      "Tulio": "图里奥于1995年出生在智利圣地亚哥，处于后皮诺切特时代。他从小对时尚潮流着迷——牛仔裤和条纹衬衫定义了他的风格——而他对世界的好奇心也不断增强。18岁时，他选择不进入圣地亚哥大学，而是致力于揭开神秘的、未被识别的太平洋岛屿背后的真相。他曾在TVN看到关于这些岛屿的报道，美国和俄罗斯尽管痴迷却未能调查。传言只有某些生物能进入，并揭示岛屿的真正起源。图里奥决心通过非法途径前往，抵达复活节岛，寻找一艘废弃的船继续旅程。命运介入，暴风和飓风将他抛入海中，但大自然似乎保护了他，将他安全带到他所寻找的岛屿。在那里，他遇到了人类和非人类——娜奥米、帕科、埃尔 马里华内罗、埃尔 马里华内罗 马蒙，以及里卡多。他们组成了一个家庭，由生存和神秘联系在一起。最终，他加入了阿利安萨，一个致力于寻找幸存者并揭开太平洋岛屿秘密的组织。他的旅程不仅是对知识的追求，也是坚韧、好奇心和奇异命运的见证。",
      "Brayan": "布拉扬于2000年1月12日出生在英国伦敦。从小他致力于研究物理和生物学，受到查尔斯·达尔文和艾萨克·牛顿等人物的启发。25岁时，他获得了一张特别的券，前往美国阿拉斯加继续研究自然和冰冻物理。他接受了，但在旅途中一次意外改变了他的生活：飞行员因自然原因昏厥，飞机失控并坠毁。布拉扬幸存下来，多亏了自然的风将他从溺水中救起，并引导他到达太平洋的一座神秘岛屿。从那一刻起，他开始利用所学的知识生存，将物理和生物学应用于恶劣环境。一天，他遇见了图里奥，图里奥对布拉扬的生存方法印象深刻，并邀请他加入阿利安萨。这个组织由善良的人组成，致力于互相保护，同时收集关于未知岛屿的信息。布拉扬接受了，从此成为岛上的家庭一员，同时保持着有朝一日回到英国的希望。",
      "Richard": "里查德是里卡多的双胞胎兄弟。与他不同，里查德于2004年出生在南非，处于后种族隔离时代。18岁时，他开始了冒险者的生活，被好奇心和探索未知的渴望驱动。后来，他在墨西哥的一次科学旅程中遇见了里卡多，尽管出身不同，他们建立了深厚的联系，成为精神上的兄弟。当里卡多前往神秘的太平洋岛屿时，里查德决定进行同样的探险，但有所不同：他设计并建造了一台无需船只、船艇或常规交通工具即可旅行的机器。他的发明成功了，并用它踏上旅程，最终抵达与里卡多相同的目的地。到达岛屿后，里卡多将他视为真正的兄弟，并介绍了岛上的伙伴。从那一刻起，里查德成为家庭的一部分，并加入了阿利安萨。他的到来为团队带来了新的活力，他的创造力和冒险精神补充了里卡多的坚韧。里查德的机器虽然在旅途中受损，但成为团队的希望象征，表明人类的智慧甚至可以与岛屿的神秘相抗衡。与娜奥米、帕科等人一起，里查德为未知土地的生存和探索做出了贡献，加强了阿利安萨的纽带，并保持着有朝一日揭开太平洋岛屿秘密的梦想。"
    },
    "ContentWidgets": {
      "FlameThrowerWidget": {
        "Title": "火焰喷射器",
        "Inventory": "库存",
        "LoadAmmunition": "装填弹药",
        "SprayFire": "准备喷射火焰 {0}/15",
        "SprayPoison": "准备喷射毒药 {0}/15"
      },
      "RepeatCrossbowWidget": {
        "Title": "连发弩",
        "Inventory": "库存",
        "InstructionsPull": "上弦以装填",
        "InstructionsInsert": "插入箭矢",
        "InstructionsArrows": "箭矢: {0}/8"
      }
    },
    "Messages": {
      "FirstPullCrossbow": "首先需要上弦弩！",
      "FirstLoadArrow": "首先需要装箭！",
      "ArrowCount": "箭矢: {0}/8"
    },
    "Usual": {
      "ok": "确定",
      "cancel": "取消"
    }
  },
  "Blocks": {
    "TridentBlock:0": {
  "DisplayName": "三叉戟",
  "Description": "一把传说中的三叉戟，历史上与希腊神话中的海洋神祇如波塞冬相关，象征着对海洋的统治。在古代，它既是神圣的象征，也是海上战士和神灵使用的强大武器。由在最深的海沟中发现的稀有材料锻造而成，这把三叉戟能够引导潮汐的力量。虽然可以用极其昂贵的资源制造，包括铁块和附魔的海晶，但最直接的获得方式是击败洪布雷阿瓜。在陆地和海洋上使用它都能赢得尊敬。"
},
    "ScyteBlock:0": {
  "DisplayName": "镰刀",
  "Description": "镰刀是一种长而弯曲的武器，最初设计为收割作物的农具，但在黑暗奇幻中，它被视为死亡之武器，常由恶魔、骷髅和死神使用。在这个世界中，镰刀无法制作，因为它没有配方且极难获得。获得镰刀的唯一方法是杀死埃尔 塞尼奥尔 德 拉斯 图姆巴斯 莫拉达斯。小心：它的致命性极高，能够一击必杀。"
    },
    "WoodAxeBlock:0": {
      "DisplayName": "木斧",
      "Description": "回到基础——就像过去的日子"
    },
    "WoodMacheteBlock:0": {
      "DisplayName": "木砍刀",
      "Description": "来自 2.0 版本的经典工具"
    },
    "WoodPickaxeBlock:0": {
      "DisplayName": "木镐",
      "Description": "怀旧采矿 - 2.1 之前的时代"
    },
    "WoodShovelBlock:0": {
      "DisplayName": "木铲",
      "Description": "简单的挖掘 - 回到生活更简单的时代"
    },
    "StoneShovelBlock:0": {
      "DisplayName": "石铲",
      "Description": "石器时代的科技复兴"
    },
    "StoneAxeOriginalBlock:0": {
      "DisplayName": "石斧（原始）",
      "Description": "原始但有效 - 2.2 之前"
    },
    "StoneMacheteBlock:0": {
      "DisplayName": "石砍刀",
      "Description": "回到石头也能砍的时代 - 2.0 版本的回忆"
    },
    "StoneRakeBlock:0": {
      "DisplayName": "石耙",
      "Description": "古老的农耕工具 - 回归本源"
    },
    "StonePickaxeBlock:0": {
      "DisplayName": "石镐",
      "Description": "我怎么能忘记过去的日子呢，兄弟？ :\")"
    },
    "LavaSpear:0": {
      "DisplayName": "熔岩长矛",
      "Description": "在岩浆中锻造而成 - 可烧穿一切"
    },
    "LavaMachete:0": {
      "DisplayName": "熔岩砍刀",
      "Description": "熔铸之刃，以炽热精度肢解敌人"
    },
    "LavaPickaxe:0": {
      "DisplayName": "熔岩镐",
      "Description": "以熔岩之力挖掘矿石"
    },
    "LavaShovel:0": {
      "DisplayName": "熔岩铲",
      "Description": "挖掘泥土如热黄油般顺畅"
    },
    "LavaHammer:0": {
      "DisplayName": "熔岩锤",
      "Description": "以火山之力粉碎岩石"
    },
    "LavaAxe:0": {
      "DisplayName": "熔岩斧",
      "Description": "以燃烧之怒砍伐木材"
    },
    "LavaRake:0": {
      "DisplayName": "熔岩耙",
      "Description": "以火山效率耕作土壤"
    },
    "ItemsLauncher:0": {
      "DisplayName": "物品发射器",
      "Description": "可发射任意类型的方块或物品。尽管制作昂贵，但它是像滑膛枪一样的强大武器。请小心使用！",
      "CRDescription:0": "通过改造一支新火枪来制作物品发射器。"
    },
    "FlameThrower:0": {
      "DisplayName": "火焰喷射器",
      "Description": "火焰喷射器是一种燃烧性武器，设计用于喷射可控火焰。它由理查德·费德勒于1901年发明，并在1915年第一次世界大战期间由德国军队首次投入战斗。其工作原理是利用燃料箱（通常是浓稠的汽油或油）和压缩气体，通过带点火装置的喷嘴将燃烧的火流喷射出去。使用时，操作者必须装填火焰子弹作为弹药，然后扣动扳机，将火焰释放到敌方工事或士兵群体。它的优点是支持最多15发（15/15），在重新装填前为玩家提供持续火力。火焰子弹是辅助弹药：补充火焰喷射器的燃烧性弹丸，适合远程攻击并保持对敌人的压力。"
    },
    "FlameBullet:0": {
      "DisplayName": "火焰子弹",
      "Description": "火焰喷射器的标准火焰弹药。在撞击时产生火焰。"
    },
    "FlameBullet:1": {
      "DisplayName": "毒药子弹",
      "Description": "火焰喷射器的有毒弹药。释放感染目标的毒性化学物质。"
    },
    "RepeatCrossbow:0": {
      "DisplayName": "连发弩",
      "Description": "改进版的普通弩，专为耐用性与持续远程输出而设计。不同于标准弩每次仅发射一枚弩箭后需装填，连发弩配备8箭弹匣与渐进式拉弦机制，可实现连续远距离射击。兼容多种弩箭类型（铜、铁、钻石、爆炸），每种具备不同的伤害与效果。自动弩配备8箭弹匣，装填速度快于普通弩，但威力略低。"
    },
    "RepeatArrow:0": {
      "DisplayName": "连发铜弩箭",
      "Description": "用于连发弩的专业铜质弩箭。具有中等穿透力，精准度高于 Survivalcraft 2 的普通弩箭。专为速射优化，在连续射击中提供更高稳定性。"
    },
    "RepeatArrow:1": {
      "DisplayName": "连发铁弩箭",
      "Description": "为连发弩设计的铁尖弩箭。相较于普通铁弩箭，拥有更高伤害与护甲穿透，并在速射情况下保持精准。连发弩的机制使其射速快于标准弩。"
    },
    "RepeatArrow:2": {
      "DisplayName": "连发钻石弩箭",
      "Description": "适用于高级连发弩的高端钻石尖弩箭。具备卓越的护甲穿透能力与伤害输出。不同于标准钻石弩箭，此款针对连发弩的独特射击机制优化，可在自动射击中维持高额持续伤害。"
    },
    "RepeatArrow:3": {
      "DisplayName": "连发爆炸弩箭",
      "Description": "为连发弩设计的爆炸尖弩箭。命中时产生小型爆炸，压力强度为90。尽管单发伤害低于普通爆炸弩箭，但可快速连发爆炸，适合区域封锁与群控。"
    },
    "RepeatArrow:4": {
      "DisplayName": "连发毒弩箭",
      "Description": "用于连发弩的涂毒弩箭。命中后以极低初始伤害（3点）造成持续性毒伤，并施加30秒的中毒效果。用于随时间削弱敌人，而非瞬间击杀，适合抓捕或减速目标。"
    },
    "RepeatArrow:5": {
      "DisplayName": "连发剧毒弩箭",
      "Description": "用于连发弩的高强度涂毒弩箭。中毒效果更强且持续更久（100秒），初始伤害较低（4点）。借助连发弩的速射机制，可迅速对多个目标施加剧毒，削弱成群敌人而非直接击杀。"
    }
  },
  "ContentWidgets": {
    "FlameThrowerWidget": {
      "Title": "火焰喷射器",
      "Inventory": "库存",
      "LoadAmmunition": "装填弹药",
      "SprayFire": "准备喷射火焰 {0}/15",
      "SprayPoison": "准备喷射毒药 {0}/15"
    },
    "RepeatCrossbowWidget": {
      "Title": "连发弩",
      "Inventory": "库存",
      "InstructionsPull": "上弦以装填",
      "InstructionsInsert": "插入箭矢",
      "InstructionsArrows": "箭矢: {0}/8"
    }
  },
  "Messages": {
    "FirstPullCrossbow": "首先需要上弦弩！",
    "FirstLoadArrow": "首先需要装箭！",
    "ArrowCount": "箭矢: {0}/8"
  },
  "Usual": {
    "ok": "确定",
    "cancel": "取消"
  }
}
